{
  "guess_rule" : "1. **Como participar da Previsão**：Use \"Créditos\" como aposta para participar da Previsão. Você pode acessar o \"Centro de Créditos\" e conferir\" Meus créditos disponíveis\".\n2. **Como obter créditos**：Os usuários podem acessar o aplicativo da Gate.io - Momentos - Post - Centro de Créditos - Tarefas de Crédito para concluir tarefas e ganhar créditos.\n3. **Como determinar o resultado de uma previsão**: Vamos nos referir ao último preço no mercado spot Gate.io na hora de início e término da previsão como base para determinar o resultado da previsão.\n4. **Opções de aposta de crédito**：Você pode escolher apostar 50 créditos, 200 créditos ou ir All In. All In significa apostar todos os créditos em \" Meus Créditos Disponíveis \".\n5. **Limite de previsão**：Se houver várias previsões em andamento, você poderá participar de todas elas ao mesmo tempo. No entanto, para cada previsão, você só tem uma chance de apostar.\n6. **Referência de preço do par de previsão**：O preço spot da plataforma Gate.io nos horários de início e término definidos é usado para determinar o último preço do par de negociação.\n7. **Cálculo de probabilidades：**\n\n   1. O cálculo das probabilidades é baseado no total de apostas da previsão atual. Se sua previsão estiver correta, você ganhará créditos. Sua vitória = sua taxa de vitórias ✖️ o total de créditos recebidos pela previsão. Se sua previsão estiver incorreta, você perderá sua aposta de crédito.\n   2. Os créditos calculados serão arredondados para cima se houver algum decimal. Por exemplo, se você ganhar 1425,2 créditos, você receberá 1426 créditos.\n8. **Casos especiais：**\n\n 1. **Empate**：Se os preços do par de negociação forem os mesmos, ao comparar até a última casa decimal registrada, o resultado será um empate e cada usuário receberá seus créditos apostados de volta.\n   2. **Inválida**：Se a previsão se tornar inválida, cada usuário receberá sua aposta de crédito de volta em \" Current Créditos \"\n9. **Histórico de previsões**：Você pode ver seu histórico de previsões na seção \" Histórico de Previsões \". As previsões realizadas no mês passado são salvas em \"Todas as Previsões\", enquanto previsões participadas pelo usuário são salvas permanentemente em \"Minha Participação\".\n10. **Tempo de pagamento do crédito**：O resultado da previsão será anunciado logo após o final da previsão, e o crédito será distribuído no \"Centro de Créditos\" dos apostadores vencedores dentro de 24 horas.",
  "points_task_first_chat_tips" : "Você tem %s créditos por enviar a primeira mensagem no chat em grupo!",
  "points_task_daily_chat_tips" : "Você tem %s créditos pela primeira mensagem diária no chat em grupo!",
  "points_task_daily_ten_chats_tips" : "Você tem %s créditos por enviar 10 mensagens diárias no chat em grupo!",
  "points_task_daily_sharing_trading_cards_tips" : "Você obteve %s créditos por compartilhar suas negociações no chat em grupo!",
  "upload_image_fail" : "A imagem contém conteúdo confidencial. Altere."
}