{
  "guess_rule" : "1. **Comment participer aux pronostics**：Utiliser les \"crédits\" comme pari pour participer aux pronostics. Vous pouvez aller dans le \"Centre de crédits\" et vérifier \"Mes crédits disponibles\". 2. **Comment obtenir des crédits**：Les utilisateurs peuvent aller sur Gate.io App - Moments - Post - Centre de crédits - Tâches de crédit pour accomplir des tâches et gagner des crédits. \n3. **Comment déterminer le résultat d'une prédiction** : Nous nous référerons au dernier prix sur le marché spot de Gate.io à l'heure de début et à l'heure de fin de la prédiction comme base pour déterminer le résultat de la prédiction. \n4. **Options de pari en crédits**：Vous pouvez choisir de parier 50 crédits, 200 crédits ou All In. All In signifie miser tous les crédits dans \"Mes crédits disponibles\". \n5. **Limite de prédiction**：Si plusieurs prédictions sont en cours, vous pouvez participer à toutes les prédictions en même temps. Cependant, pour chaque pronostic, vous n'avez qu'une seule chance de parier.\n6. **Référence du prix de la paire de prédiction**：Le prix spot de la plateforme Gate.io aux heures de début et de fin définies est utilisé pour déterminer le dernier prix de la paire de trading. \n7. **Calcul des cotes：**\n\n 1. Le calcul des cotes est basé sur le total des paris de la prédiction actuelle. Si votre prédiction est correcte, vous gagnerez des crédits. Votre gain = votre ratio de gain ✖️ le total des crédits reçus par la prédiction. Si votre prédiction est incorrecte, vous perdrez votre pari de crédit.\n   2. Les crédits calculés seront arrondis s'il y a une décimale. Par exemple, si vous gagnez 1425,2 crédits, vous recevrez en réalité 1426 crédits.\n8. **Cas particuliers：** 1. **Tirage au sort**：Si les prix des paires de trading sont identiques, en comparant jusqu'à la dernière décimale enregistrée, le résultat sera un tirage au sort, et chaque utilisateur récupérera son crédit parié. \n   2. **Invalide**：Si la prédiction devient invalide, chaque utilisateur récupérera son crédit dans \"Crédits actuels\" 9. **Historique des pronostics**：Vous pouvez consulter l'historique de vos pronostics dans la section \"Historique des pronostics\". Les prédictions du mois précédent sont sauvegardées dans \"Toutes les prédictions\", tandis que les prédictions auxquelles l'utilisateur a participé sont sauvegardées de façon permanente dans \"Ma participation\". 10. **Délai de paiement des crédits**：Le résultat du pronostic sera annoncé peu après la fin du pronostic, et les crédits seront distribués au \"Centre de crédits\" des parieurs gagnants dans les 24 heures.",
  "points_task_first_chat_tips" : "Vous avez obtenu %s crédits pour avoir envoyé le premier message dans la discussion de groupe !",
  "points_task_daily_chat_tips" : "Vous avez obtenu %s crédits pour le premier message quotidien dans la discussion de groupe !",
  "points_task_daily_ten_chats_tips" : "Vous avez obtenu %s crédits pour avoir envoyé 10 messages quotidiens dans la discussion de groupe !",
  "points_task_daily_sharing_trading_cards_tips" : "Vous avez obtenu %s crédits pour avoir partagé votre trading dans la discussion de groupe !",
  "upload_image_fail" : "L'image contient des éléments sensibles. Veuillez le modifier."
}