{
  "guess_rule" : "1. **كيفية المشاركة في التنبؤ**: استخدم \"الأرصدة\" كرهان للمشاركة في التنبؤ. يمكنك الذهاب إلى \"مركز الأرصدة\" والتحقق من \"أرصدتي المتاحة\".\n2. **كيفية الحصول على أرصدة**: يمكن للمستخدمين الذهاب إلى تطبيق Gate.io - اللحظات - المنشورات - مركز الأرصدة - مهام الائتمان لإكمال المهام وكسب الأرصدة.\n3. **كيفية تحديد نتيجة التنبؤ**: سنشير إلى آخر سعر في سوق Gate.io الفورية في وقت بدء التوقع ووقت انتهائه كأساس لتحديد نتيجة التوقع.\n4. **خيارات الرهان بالأرصدة**: يمكنك اختيار الرهان بـ50 اعتماد أو 200 اعتماد أو الكل في الرهان. اختيار الكل يعني المراهنة على جميع الأرصدة في \"أرصدتي المتاحة\".\n5. ** حد التوقعات**: إذا كانت هناك عدة توقعات جارية، يمكنك المشاركة فيها جميعًا في نفس الوقت. ومع ذلك، لكل تنبؤ، لديك فرصة واحدة فقط للمراهنة.\n6. 6. **مرجع سعر زوج التنبؤات**: يُستخدم السعر الفوري من منصة Gate.io في أوقات البدء والانتهاء المحددة لتحديد آخر سعر لزوج التداول.\n7. ** حساب الاحتمالات:\n\n 1. يعتمد حساب الاحتمالات على مجمع الرهانات في التوقع الحالي. إذا كان توقعك صحيحاً، فستربح أرصدة. ربحك = نسبة ربحك ✖️ إجمالي الأرصدة التي حصلت عليها في التنبؤ. إذا كان توقعك غير صحيح، فستخسر رهانك الائتماني.\n   2. سيتم تقريب الأرصدة المحتسبة لأعلى إذا كان هناك أي رقم عشري. على سبيل المثال، إذا فزت بـ 1425.2 رصيدًا، فستحصل بالفعل على 1426 رصيدًا.\n8. **حالات خاصة: **\n\n 1. **السحب**: إذا كانت أسعار أزواج التداول متماثلة، عند المقارنة حتى آخر منزلة عشرية مسجلة، ستكون النتيجة تعادلًا، وسيستعيد كل مستخدم رهاناته الدائنة.\n   2. **غير صالح**: إذا أصبح التوقع غير صالح، فسيستعيد كل مستخدم رهاناته في \"الرصيد الحالي\" \n 9. **سجل التنبؤات** ：يمكنك عرض تنبؤاتك التاريخية في قسم \"سجل التنبؤات\". يتم حفظ التنبؤات التي تم الاحتفاظ بها من الشهر الماضي في \"جميع التنبؤات\" بينما يتم حفظ التنبؤات التي شارك فيها المستخدم بشكل دائم في \"مشاركتي\".\n10. **وقت دفع الرصيد**: سيتم الإعلان عن نتيجة التوقعات بعد فترة وجيزة من انتهاء التوقع، وسيتم توزيع الرصيد على \"مركز الأرصدة\" للمراهنين الفائزين في غضون 24 ساعة.",
  "points_task_first_chat_tips" : "لقد حصلت على %s نقاط لإرسال أول رسالة في الدردشة الجماعية!",
  "points_task_daily_chat_tips" : "لقد حصلت على %s نقاط لأول رسالة يومية في الدردشة الجماعية!",
  "points_task_daily_ten_chats_tips" : "لقد حصلت على %s نقاط لإرسال 10 رسائل يومية في الدردشة الجماعية!",
  "points_task_daily_sharing_trading_cards_tips" : "لقد حصلت على %s نقاط لمشاركة تداولك في الدردشة الجماعية!",
  "upload_image_fail" : "تحتوي الصورة على محتوى حساس. يرجى تغييره."
}