{
  "perpetual.contract.has.mortgage.orders" : "Primero reembolse manualmente el préstamo con garantía cruzada en la cuenta de futuros.",
  "thereShouldBeBoFuturesBonus" : "Primero destruya manualmente el bono de futuros.",
  "portfolio.user.in.liquidate" : "No se puede cambiar porque su cuenta de margen de cartera está en proceso de liquidación.",
  "futuresAccountIsBeingLiquidated" : "Su cuenta de futuros está siendo liquidada.",
  "optionsHasPositions" : "Necesita cerrar todas las posiciones en la cuenta de opciones.",
  "optionsHasPositionsOrders" : "Necesita cerrar todas las órdenes abiertas en la cuenta de opciones.",
  "optionsHasPositionsAndOrders" : "Necesita cerrar todas las órdenes abiertas y posiciones en la cuenta de futuros.",
  "needClearPositions" : "Necesita cerrar todas las posiciones de perpetuos USDT en la cuenta de futuros.",
  "cancelPerpetualOpenOrders" : "Necesita cerrar todas las órdenes abiertas de perpetuos USDT en la cuenta de futuros.",
  "needClearPositionsAndOrder.contract" : "Necesita cerrar todas las órdenes abiertas y posiciones de perpetuos USDT en la cuenta de futuros.",
  "portfolio.cancelSpotOpenOrdersAndRepay" : "Necesita cerrar todas las órdenes abiertas y compensar el saldo negativo de la cuenta de margen de cartera.",
  "portfolio.cancelSpotOpenOrdersAndRepayFirst" : "Necesita cerrar todas las órdenes abiertas y reembolsar todas los pasivos de la cuenta de margen de cartera.",
  "portfolio.futuresAccountIsBeingLiquidated" : "No se puede cambiar porque su cuenta de futuros está en proceso de liquidación.",
  "portfolio.spotOrdersLiab.usdtOrdersPosition" : "Necesita cerrar todas las órdenes abiertas al contado y reembolsar todos los pasivos, así como cerrar todas las posiciones y órdenes abiertas de perpetuos USDT en la cuenta de margen de cartera.",
  "other.mode.to.portfolio.liquidate" : "Se está liquidando la Cuenta Unificada.",
  "other.mode.to.portfolio" : "Necesita cerrar todas las órdenes abiertas al contado y reembolsar todas los pasivos, así como cerrar todas las posiciones y órdenes abiertas de perpetuos USDT y las posiciones y órdenes abiertas en la cuenta de margen de cartera.",
  "needClearPositionsAndOrder" : "Primero necesita cerrar todas las posiciones y órdenes abiertas de perpetuos USDT.",
  "needClearPositions.perpetual.handle" : "Primero ocúpese de las posiciones abiertas de perpetuos USDT.",
  "cancelPerpetualOpenOrders.perpetual.handle" : "Primero ocúpese de las órdenes abiertas de perpetuos USDT.",
  "perpetual.contract.margin.positions.orders" : "Primero ocúpese de las posiciones aisladas o las órdenes abiertas de perpetuos USDT",
  "spotMarginTradingMarginLevel.classic" : "El nivel de margen inicial de la cuenta de margen de cartera estará por debajo del 200% después del cambio. Primero reduzca los riesgos",
  "risk.too.low.close" : "Se estima que el riesgo de su cuenta aumentará después de activar la función. Inténtelo de nuevo más tarde.",
  "risk.too.low.open" : "Se estima que el riesgo de su cuenta aumentará después de desactivar la función. Inténtelo de nuevo más tarde.",
  "clearSpotAccountNegativeBalance" : "Asegúrese de que ningún activo al contado tenga un saldo negativo.",
  "repayLiabilitiesFirst." : "Pagar los pasivos primero.",
  "unifiedAccountLiquidated" : "Se está liquidando la Cuenta Unificada.",
  "user status lock" : "Acción no disponible durante la liquidación",
  "cancelSpotOpenOrders" : "Cancelar órdenes abiertas al contado.",
  "checkFundingModeFailed" : "Ya ha habilitado los fondos de Simple Earn como colateral de Préstamos Cripto. Los fondos de Simple Earn solo pueden servir como colateral para un tipo de producto, ya sea una cuenta unificada o un Préstamos Cripto.",
  "spotMarginTradingMarginLevelOpenFutures" : "El Est. El nivel de margen inicial de la cuenta unificada estará por debajo del 200% después de habilitar los futuros perpetuos. Por favor reduzca los riesgos primero",
  "spotMarginTradingMarginLevel" : "El Est. posterior a la actualización. El nivel de margen inicial de la cuenta unificada estará por debajo del 200%. Por favor reduzca los riesgos primero",
  "handleSpotOpenOrders" : "Manejar órdenes abiertas al contado.",
  "initialMarginLevelLower" : "El nivel de margen inicial de la cuenta no debe ser inferior al 200%.",
  "spotMarginTradingFuturesFollowOrderNotice" : "Todavía no está disponible para los Comerciantes principales de futuros.",
  "myPayment_bills_transfer_to_payment" : "Transferencia a pago",
  "portfolioContactCustomerService" : "Actualmente no cumple con los criterios para la actualización. Por favor póngase en contacto con el servicio de atención al cliente.",
  "spotMarginTradingUserCheck" : "Lo sentimos, no puedes actualizar a la cuenta unificada en este momento. Para actualizar, debe cumplir las siguientes condiciones: nivel VIP >=%s; Activos al contado >=%s USD.",
  "spot_margin_trading_copper_notice" : "Conectando a la plataforma de gestión de activos de terceros. Las operaciones con margen no están permitidas en estos momentos.",
  "unified_change_mode_rate_high" : "Demasiados intentos Por favor inténtelo de nuevo más tarde.",
  "unified_user_condition_check" : "Requisitos para la actualización: Para actualizar a una cuenta unificada, debe cumplir las siguientes condiciones: Nivel VIP >={0}; activos al contado >={1} USD.",
  "The Initial Margin Level of Unified Account is estimated to be below 200%. Please increase it and try again." : "Se estima que el nivel de margen inicial de la cuenta unificada está por debajo del 200%. Por favor, auméntalo e inténtalo de nuevo.",
  "unified_pm_whitelist" : "En fase beta cerrada. Contacte con el servicio de atención al cliente o con el gestor de VIP si necesita activarlo.",
  "unified_options_account_liquidate" : "No se puede cambiar porque su cuenta de opciones está en proceso de liquidación.",
  "unified_options_has_positions_and_orders" : "Cierre primero las posiciones en opciones y las órdenes abiertas.",
  "unified_initial_margin_rate_lower" : "Se calcula que el nivel de margen inicial de la cuenta unificada será inferior al 200 %.",
  "unified_initial_margin_rate_lower_suggest" : "Se calcula que el nivel de margen inicial de la cuenta unificada será inferior al 200 %. Primero reduzca los riesgos.",
  "unified_spot_options_order_repay" : "Debe cerrar todas las órdenes abiertas al contado y de opciones, además de las posiciones, y reembolsar todos los pasivos de la cuenta unificada.",
  "unified_spot_contract_options_order_repay" : "Necesita cerrar todas las órdenes abiertas al contado y reembolsar todas los pasivos, así como cerrar todas las posiciones y órdenes abiertas de perpetuos USDT y las posiciones y órdenes abiertas en la cuenta de margen de cartera.",
  "unified_account_liquidate" : "Acción no disponible durante la liquidación",
  "unified_options_has_positions" : "Gestione primero las posiciones abiertas de opciones.",
  "unified_options_has_orders" : "Gestione primero las órdenes abiertas de opciones.",
  "unified_risk_unit_iv_rise" : "La IV aumenta en {0}",
  "unified_risk_unit_iv_unchanged" : "La IV se mantiene sin cambios",
  "unified_risk_unit_iv_fall" : "La IV disminuye en {0}",
  "unified_flash_convert" : "Error en la acción. Por favor, inténtelo de nuevo.",
  "unified_preview_expired" : "No ha conseguido ninguna oferta. Inténtelo de nuevo.",
  "unified_order_check" : "El factor de ajuste del margen de la moneda de reembolso es demasiado bajo. Esta acción aumentará los riesgos de la cuenta. Use monedas con un factor de ajuste del margen más alto para reembolsar.",
  "unified_quick_repaying" : "Tiene una orden \"Reembolsar todo\" en curso. No podrá iniciar una nueva hasta que no finalice esta orden.",
  "unified_leverage_greater_than_max" : "No se puede establecer este apalancamiento ahora, ya que el tamaño de su préstamo es demasiado grande debido a la volatilidad del mercado.",
  "unified_leverage_less_than_min" : "El apalancamiento es demasiado bajo y el saldo del margen es insuficiente. Aumente el apalancamiento o añada margen.",
  "unified_account_mode_not_support" : "Esta función no es compatible con el modo Margen de una moneda.",
  "unified_can_not_open_switch" : "En el modo de margen multidivisa solo puede activar los tipos de trading en lugar de desactivarlos.",
  "unified_clear_all" : "Necesita cerrar todas las órdenes abiertas al contado y reembolsar todas los pasivos, así como cerrar todas las posiciones y órdenes abiertas de perpetuos USDT y las posiciones y órdenes abiertas en la cuenta de margen de cartera.",
  "pilot_new_coin_notice_title" : "Aviso de listado en Pilot de {0} (listado Inicial)",
  "unified_questionary_single_currency_title" : "Modo Margen de una moneda",
  "unified_questionary_single_currency_desc" : "Para asegurarse de que puede gestionar mejor los riesgos, complete el siguiente cuestionario antes de actualizar.",
  "unified_questionary_single_currency_question_0" : "En el modo Margen con una moneda, si se produce una liquidación en las posiciones de futuros de USDT-M, ¿se verán afectados otros activos de spot como BTC y GT?",
  "unified_questionary_single_currency_question_0_option_1" : "auto_invest_is_redeeming",
  "unified_questionary_single_currency_question_0_option_2" : "auto_invest_not_redeeming",
  "unified_questionary_single_currency_question_1" : "Cuando saque USDT de su cuenta unificada, ¿cuál de los siguientes escenarios ocurrirá?",
  "unified_questionary_single_currency_question_1_option_1" : "El nivel de margen cambiará y podría haber riesgos de liquidación.",
  "unified_questionary_single_currency_question_1_option_2" : "No hay ningún riesgo.",
  "unified_questionary_single_currency_question_2" : "Para las posiciones de futuros perpetuos, ¿por qué tienen que liquidarse antes de que se acabe todo el margen?",
  "unified_questionary_single_currency_question_2_option_1" : "Para aumentar las ganancias de la plataforma",
  "unified_questionary_single_currency_question_2_option_2" : "Para prevenir el riesgo de quiebra y reducir la probabilidad de que se produzca ADL (desapalancamiento automático), así como para proteger el mercado",
  "unified_questionary_single_currency_question_3" : "En el caso de los futuros perpetuos, cuanto mayor sea el apalancamiento y menores los requisitos de margen, mayores serán los riesgos.",
  "unified_questionary_single_currency_question_3_option_1" : "Verdadero",
  "unified_questionary_single_currency_question_3_option_2" : "Falso",
  "unified_questionary_single_currency_question_4" : "En los casos de condiciones de mercado extremas, alto apalancamiento y fallos de los equipos de telecomunicaciones, la plataforma puede ser incapaz de funcionar con normalidad y los usuarios también podrían operar incorrectamente. ¿Es plenamente consciente de los riesgos del trading de derivados de criptomonedas y puede comprometerse a que asumirá íntegramente las pérdidas causadas por los riesgos pertinentes?",
  "unified_questionary_single_currency_question_4_option_1" : "auto_invest_is_redeeming",
  "unified_questionary_single_currency_question_4_option_2" : "auto_invest_not_redeeming",
  "unified_questionary_multi_currency_title" : "Modo de margen de divisas múltiples",
  "unified_questionary_multi_currency_desc" : "Para asegurarse de que puede gestionar mejor los riesgos, complete el siguiente cuestionario antes de actualizar.",
  "unified_questionary_multi_currency_question_0" : "Supongamos que ha abierto posiciones cruzadas en el modo Margen multimoneda. Si se liquida la posición con la moneda A como margen, ¿se verá afectado el patrimonio de la moneda A en la cuenta unificada?",
  "unified_questionary_multi_currency_question_0_option_1" : "auto_invest_is_redeeming",
  "unified_questionary_multi_currency_question_0_option_2" : "auto_invest_not_redeeming",
  "unified_questionary_multi_currency_question_1" : "¿Cuándo se liquidarán las posiciones si abre posiciones cruzadas en el modo Margen multimoneda?",
  "unified_questionary_multi_currency_question_1_option_1" : "Cuando el margen de mantenimiento de la cuenta es inferior al saldo del margen de la cuenta y el nivel del margen de mantenimiento de la cuenta es <=100 %",
  "unified_questionary_multi_currency_question_1_option_2" : "Cuando el patrimonio neto de la cuenta es 0",
  "unified_questionary_multi_currency_question_2" : "Para las posiciones de trading con margen y futuros perpetuos, ¿por qué tienen que liquidarse antes de que se acabe todo el margen?",
  "unified_questionary_multi_currency_question_2_option_1" : "Para aumentar las ganancias de la plataforma",
  "unified_questionary_multi_currency_question_2_option_2" : "Para cumplir los requisitos de control de riesgos y prevenir el riesgo de quiebra y reducir la probabilidad de que se active el ADL (desapalancamiento automático)",
  "unified_questionary_multi_currency_question_3" : "En modo Margen multimoneda, las condiciones que activan las medidas de control de riesgos se calculan en USD. ¿Cómo se convierten los valores de las distintas monedas en dólares estadounidenses?",
  "unified_questionary_multi_currency_question_3_option_1" : "Suma de cada moneda (cantidad x precio del índice en USD)",
  "unified_questionary_multi_currency_question_3_option_2" : "Suma de cada moneda (cantidad x precio del índice en USD x factor de ajuste del margen)",
  "unified_questionary_multi_currency_question_4" : "En los casos de condiciones de mercado extremas, alto apalancamiento y fallos de los equipos de telecomunicaciones, la plataforma puede ser incapaz de funcionar con normalidad y los usuarios también podrían operar incorrectamente. ¿Es plenamente consciente de los riesgos del trading de derivados de criptomonedas y puede comprometerse a que asumirá íntegramente las pérdidas causadas por los riesgos pertinentes?",
  "unified_questionary_multi_currency_question_4_option_1" : "auto_invest_is_redeeming",
  "unified_questionary_multi_currency_question_4_option_2" : "auto_invest_not_redeeming",
  "unified_questionary_portfolio_title" : "Modo de margen de cartera",
  "unified_questionary_portfolio_desc" : "Para asegurarse de que puede gestionar mejor los riesgos, complete el siguiente cuestionario antes de actualizar.",
  "unified_questionary_portfolio_question_0" : "En el modo Margen de cartera, ¿se calculan por separado los riesgos de las distintas unidades de riesgo?",
  "unified_questionary_portfolio_question_0_option_1" : "auto_invest_is_redeeming",
  "unified_questionary_portfolio_question_0_option_2" : "auto_invest_not_redeeming",
  "unified_questionary_portfolio_question_1" : "En el modo Margen de cartera, la PNL de las posiciones de derivados de la misma moneda está cubierto y los requisitos de margen se reducen. ¿Es correcto? La reducción de los requisitos de margen significa que para las posiciones bajistas y alcistas, solo se requiere margen para la parte con exposición neta al riesgo.",
  "unified_questionary_portfolio_question_1_option_1" : "auto_invest_is_redeeming",
  "unified_questionary_portfolio_question_1_option_2" : "auto_invest_not_redeeming",
  "unified_questionary_portfolio_question_2" : "¿Cuándo se producirá la reducción forzada de posiciones en el modo Margen de cartera?",
  "unified_questionary_portfolio_question_2_option_1" : "Cuando no se cumple el requisito de margen de mantenimiento de cuenta",
  "unified_questionary_portfolio_question_2_option_2" : "No se puede determinar la condición",
  "unified_questionary_portfolio_question_3" : "En los casos de condiciones de mercado extremas, alto apalancamiento y fallos de los equipos de telecomunicaciones, la plataforma puede ser incapaz de funcionar con normalidad y los usuarios también podrían operar incorrectamente. ¿Es plenamente consciente de los riesgos del trading de derivados de criptomonedas y puede comprometerse a que asumirá íntegramente las pérdidas causadas por los riesgos pertinentes?",
  "unified_questionary_portfolio_question_3_option_1" : "auto_invest_is_redeeming",
  "unified_questionary_portfolio_question_3_option_2" : "auto_invest_not_redeeming",
  "unified_cross_margin_orders" : "Cierre primero las órdenes abiertas de margen cruzado.",
  "unified_multi_currency_check" : "Requisito de mejora o cambio: los activos de spot deben equivaler como mínimo a {0} USD."
}