{
  "perpetual.contract.has.mortgage.orders" : "Trước tiên, vui lòng hoàn trả khoản vay thế chấp chéo trong tài khoản hợp đồng theo cách thủ công.",
  "thereShouldBeBoFuturesBonus" : "Vui lòng hủy tiền thưởng trải nghiệm hợp đồng theo cách thủ công trước.",
  "portfolio.user.in.liquidate" : "Không thể chuyển đổi vì Tài khoản Hợp nhất của bạn đang được thanh lý.",
  "futuresAccountIsBeingLiquidated" : "Tài khoản hợp đồng của bạn đang được thanh lý.",
  "optionsHasPositions" : "Bạn cần đóng tất cả các vị thế trong tài khoản quyền chọn.",
  "optionsHasPositionsOrders" : "Bạn cần đóng tất cả các lệnh chờ trong tài khoản quyền chọn.",
  "optionsHasPositionsAndOrders" : "Bạn cần đóng tất cả các lệnh chờ và các vị thế trong tài khoản quyền chọn.",
  "needClearPositions" : "Bạn cần đóng tất cả các vị thế USDT vĩnh cửu trong tài khoản hợp đồng.",
  "cancelPerpetualOpenOrders" : "Bạn cần đóng tất cả các lệnh chờ USDT vĩnh cửu trong tài khoản Hợp đồng.",
  "needClearPositionsAndOrder.contract" : "Bạn cần đóng tất cả các lệnh chờ và các vị thế USDT vĩnh cửu trong tài khoản hợp đồng.",
  "portfolio.cancelSpotOpenOrdersAndRepay" : "Bạn cần đóng tất cả các lệnh chờ và thanh toán số dư âm trong Tài khoản Hợp nhất.",
  "portfolio.cancelSpotOpenOrdersAndRepayFirst" : "Bạn cần đóng tất cả các lệnh chờ và hoàn trả mọi khoản nợ trong Tài khoản Hợp nhất.",
  "portfolio.futuresAccountIsBeingLiquidated" : "Không thể chuyển đổi vì tài khoản hợp đồng của bạn đang được thanh lý.",
  "portfolio.spotOrdersLiab.usdtOrdersPosition" : "Bạn cần đóng tất cả các lệnh chờ giao ngay, hoàn trả mọi khoản nợ, đóng tất cả các vị thế USDT vĩnh cửu và các lệnh chờ trong Tài khoản hợp nhất.",
  "other.mode.to.portfolio.liquidate" : "Tài khoản hợp nhất đang được thanh lý.",
  "other.mode.to.portfolio" : "Bạn cần đóng tất cả các lệnh chờ giao ngay, hoàn trả mọi khoản nợ, đóng tất cả các vị thế USDT vĩnh cửu và các lệnh chờ, đồng thời đóng tất cả các vị thế quyền chọn và lệnh chờ trong Tài khoản hợp nhất.",
  "needClearPositionsAndOrder" : "Trước tiên, bạn cần đóng tất cả các vị thế USDT vĩnh cửu và các lệnh chờ.",
  "needClearPositions.perpetual.handle" : "Trước tiên vui lòng xử lý các vị thế mở USDT vĩnh cửu.",
  "cancelPerpetualOpenOrders.perpetual.handle" : "Trước tiên vui lòng xử lý các lệnh chờ USDT vĩnh cửu.",
  "perpetual.contract.margin.positions.orders" : "Trước tiên vui lòng xử lý các vị thế isolated hoặc các lệnh chờ",
  "spotMarginTradingMarginLevel.classic" : "Ước tính Tỷ lệ ký quỹ ban đầu của Tài khoản hợp nhất sẽ dưới 200% sau khi chuyển đổi. Vui lòng giảm thiểu rủi ro trước",
  "risk.too.low.close" : "Ước tính rằng rủi ro tài khoản của bạn sẽ tăng lên sau khi kích hoạt chức năng này. Vui lòng thử lại sau.",
  "risk.too.low.open" : "Ước tính rằng rủi ro tài khoản của bạn sẽ tăng lên sau khi tắt chức năng này. Vui lòng thử lại sau.",
  "clearSpotAccountNegativeBalance" : "Đảm bảo không có tài sản giao ngay nào có số dư âm.",
  "repayLiabilitiesFirst." : "Vui lòng trả nợ trước.",
  "unifiedAccountLiquidated" : "Tài khoản hợp nhất đang được thanh lý.",
  "user status lock" : "Thao tác không khả dụng trong quá trình thanh lý",
  "cancelSpotOpenOrders" : "Hủy các lệnh chờ giao ngay.",
  "checkFundingModeFailed" : "Bạn đã kích hoạt khoản tiền Simple Earn làm tài sản thế chấp cho Vay Crypto. Số tiền Simple Earn chỉ có thể đóng vai trò là tài sản thế chấp cho một loại sản phẩm, Tài khoản hợp nhất hoặc Vay Crypto.",
  "spotMarginTradingMarginLevelOpenFutures" : "Tỷ lệ ký quỹ ban đầu ước tính của Tài khoản hợp nhất sẽ dưới 200% sau khi kích hoạt Hợp đồng tương lai vĩnh cửu. Vui lòng giảm thiểu rủi ro trước",
  "spotMarginTradingMarginLevel" : "Tỷ lệ ký quỹ ban đầu ước tính sau nâng cấp của Tài khoản hợp nhất sẽ dưới 200%. Vui lòng giảm thiểu rủi ro trước",
  "handleSpotOpenOrders" : "Xử lý các lệnh chờ giao ngay.",
  "initialMarginLevelLower" : "Tỷ lệ rủi ro ban đầu của tài khoản không được thấp hơn 200%.",
  "spotMarginTradingFuturesFollowOrderNotice" : "Chưa khả dụng cho các Lead Trader hợp đồng.",
  "myPayment_bills_transfer_to_payment" : "Chuyển đến thanh toán",
  "portfolioContactCustomerService" : "Hiện tại bạn không đáp ứng được tiêu chí để nâng cấp. Vui lòng liên hệ với bộ phận CSKH.",
  "spotMarginTradingUserCheck" : "Rất tiếc, bạn không thể nâng cấp lên Tài khoản hợp nhất ngay bây giờ. Để nâng cấp, bạn phải đáp ứng các điều kiện sau: Cấp VIP >=%s; tài sản giao ngay >=%s USD.",
  "spot_margin_trading_copper_notice" : "Kết nối với nền tảng quản lý tài sản của bên thứ ba. Giao dịch ký quỹ hiện không được hỗ trợ.",
  "unified_change_mode_rate_high" : "Thao tác quá nhiều lần. Vui lòng thử lại sau.",
  "unified_user_condition_check" : "Yêu cầu nâng cấp: Để nâng cấp lên Tài khoản hợp nhất, bạn phải đáp ứng các điều kiện sau: Cấp VIP >={0}; tài sản giao ngay >={1} USD.",
  "The Initial Margin Level of Unified Account is estimated to be below 200%. Please increase it and try again." : "Tỷ lệ ký quỹ quỹ ban đầu của Tài khoản hợp nhất được ước tính là dưới 200%. Vui lòng tăng lên và thử lại.",
  "unified_pm_whitelist" : "Đang trong quá trình thử nghiệm nội bộ. Vui lòng liên hệ với bộ phận CSKH hoặc quản lý VIP nếu bạn cần bật tính năng này.",
  "unified_options_account_liquidate" : "Không thể chuyển đổi vì tài khoản quyền chọn của bạn đang được thanh lý.",
  "unified_options_has_positions_and_orders" : "Đóng các vị thế quyền chọn và lệnh chờ trước.",
  "unified_initial_margin_rate_lower" : "Ước tính Tỷ lệ ký quỹ ban đầu của Tài khoản hợp nhất sẽ dưới 200%.",
  "unified_initial_margin_rate_lower_suggest" : "Ước tính Tỷ lệ ký quỹ ban đầu của Tài khoản hợp nhất sẽ dưới 200%. Vui lòng giảm rủi ro trước.",
  "unified_spot_options_order_repay" : "Bạn cần đóng tất cả các lệnh chờ giao ngay, lệnh chờ quyền chọn và vị thế, đồng thời thanh toán mọi khoản nợ trong Tài khoản hợp nhất.",
  "unified_spot_contract_options_order_repay" : "Bạn cần đóng tất cả các lệnh chờ giao ngay, hoàn trả mọi khoản nợ, đóng tất cả các vị thế USDT vĩnh cửu và các lệnh chờ, đồng thời đóng tất cả các vị thế quyền chọn và lệnh chờ trong Tài khoản hợp nhất.",
  "unified_account_liquidate" : "Thao tác không khả dụng trong quá trình thanh lý",
  "unified_options_has_positions" : "Xử lý các vị thế mở quyền chọn trước.",
  "unified_options_has_orders" : "Xử lý các lệnh chờ quyền chọn trước.",
  "unified_risk_unit_iv_rise" : "IV tăng {0}",
  "unified_risk_unit_iv_unchanged" : "IV không thay đổi",
  "unified_risk_unit_iv_fall" : "IV giảm {0}",
  "unified_flash_convert" : "Hành động thất bại. Vui lòng thử lại.",
  "unified_preview_expired" : "Nhận báo giá không thành công. Vui lòng thử lại.",
  "unified_order_check" : "Hệ số điều chỉnh ký quỹ của coin hoàn trả quá thấp. Thao tác hiện tại sẽ làm tăng rủi ro tài khoản. Vui lòng sử dụng coin có hệ số điều chỉnh ký quỹ cao hơn để hoàn trả.",
  "unified_quick_repaying" : "Bạn đang có lệnh Trả hết. Bạn không thể bắt đầu lệnh mới cho đến khi lệnh này hoàn tất.",
  "unified_leverage_greater_than_max" : "Không thể điều chỉnh đòn bẩy này ngay bây giờ vì quy mô khoản vay của bạn quá lớn do biến động thị trường.",
  "unified_leverage_less_than_min" : "Đòn bẩy quá thấp và số dư ký quỹ không đủ. Vui lòng tăng đòn bẩy hoặc thêm ký quỹ.",
  "unified_account_mode_not_support" : "Chức năng này không được hỗ trợ ở chế độ Ký quỹ đơn tiền tệ.",
  "unified_can_not_open_switch" : "Bạn chỉ có thể bật các loại giao dịch thay vì tắt chúng ở chế độ Ký quỹ đa tiền tệ.",
  "unified_clear_all" : "Bạn cần đóng tất cả các lệnh chờ giao ngay, hoàn trả mọi khoản nợ, đóng tất cả các vị thế USDT vĩnh cửu và các lệnh chờ, đồng thời đóng tất cả các vị thế quyền chọn và lệnh chờ trong Tài khoản hợp nhất.",
  "pilot_new_coin_notice_title" : "Thông báo niêm yết Thí điểm (Initial Listing) {0}",
  "unified_questionary_single_currency_title" : "Chế độ ký quỹ Đơn tiền tệ",
  "unified_questionary_single_currency_desc" : "Để đảm bảo bạn có thể quản lý rủi ro tốt hơn, vui lòng hoàn thành bài kiểm tra sau trước khi nâng cấp.",
  "unified_questionary_single_currency_question_0" : "Trong chế độ Ký quỹ đơn tiền tệ, nếu thanh lý xảy ra ở các vị thế hợp đồng USDT-M, liệu các tài sản giao ngay khác như BTC và GT có bị ảnh hưởng không?",
  "unified_questionary_single_currency_question_0_option_1" : "Có",
  "unified_questionary_single_currency_question_0_option_2" : "Không",
  "unified_questionary_single_currency_question_1" : "Khi bạn chuyển USDT ra khỏi Tài khoản hợp nhất, trường hợp nào sau đây sẽ xảy ra?",
  "unified_questionary_single_currency_question_1_option_1" : "Tỷ lệ ký quỹ sẽ thay đổi và có thể có rủi ro thanh lý.",
  "unified_questionary_single_currency_question_1_option_2" : "Không có rủi ro nào cả.",
  "unified_questionary_single_currency_question_2" : "Đối với các vị thế hợp đồng vĩnh cửu, tại sao chúng phải được thanh lý trước khi hết toàn bộ ký quỹ?",
  "unified_questionary_single_currency_question_2_option_1" : "Để tăng doanh thu của nền tảng",
  "unified_questionary_single_currency_question_2_option_2" : "Để ngăn ngừa nguy cơ phá sản và giảm khả năng kích hoạt ADL, đồng thời bảo vệ thị trường",
  "unified_questionary_single_currency_question_3" : "Đối với hợp đồng vĩnh cửu, đòn bẩy càng cao, yêu cầu ký quỹ càng thấp, rủi ro càng cao.",
  "unified_questionary_single_currency_question_3_option_1" : "ĐÚNG",
  "unified_questionary_single_currency_question_3_option_2" : "SAI",
  "unified_questionary_single_currency_question_4" : "Trong trường hợp điều kiện thị trường khắc nghiệt, đòn bẩy tài chính cao và lỗi thiết bị viễn thông, nền tảng có thể không hoạt động bình thường và người dùng cũng có thể hoạt động không đúng cách. Bạn có nhận thức đầy đủ về những rủi ro khi giao dịch phái sinh tiền điện tử và có thể đảm bảo rằng bạn sẽ chịu toàn bộ tổn thất do những rủi ro liên quan gây ra không?",
  "unified_questionary_single_currency_question_4_option_1" : "Có",
  "unified_questionary_single_currency_question_4_option_2" : "Không",
  "unified_questionary_multi_currency_title" : "Chế độ ký quỹ đa tiền tệ",
  "unified_questionary_multi_currency_desc" : "Để đảm bảo bạn có thể quản lý rủi ro tốt hơn, vui lòng hoàn thành bài kiểm tra sau trước khi nâng cấp.",
  "unified_questionary_multi_currency_question_0" : "Giả sử bạn đã mở các vị thế cross ở chế độ Ký quỹ đa tiền tệ. Nếu vị thế ký quỹ bằng đồng tiền A bị thanh lý, thì vốn của đồng tiền A trong Tài khoản hợp nhất có bị ảnh hưởng không?",
  "unified_questionary_multi_currency_question_0_option_1" : "Có",
  "unified_questionary_multi_currency_question_0_option_2" : "Không",
  "unified_questionary_multi_currency_question_1" : "Khi nào các vị thế sẽ được thanh lý nếu bạn mở các vị thế cross ở chế độ Ký quỹ đa tiền tệ?",
  "unified_questionary_multi_currency_question_1_option_1" : "Khi Ký quỹ duy trì tài khoản thấp hơn Số dư ký quỹ tài khoản và Tỷ lệ ký quỹ duy trì tài khoản <=100%",
  "unified_questionary_multi_currency_question_1_option_2" : "Khi vốn tài khoản là 0",
  "unified_questionary_multi_currency_question_2" : "Đối với các vị thế giao dịch ký quỹ và hợp đồng vĩnh cửu, tại sao chúng phải được thanh lý trước khi hết toàn bộ tiền ký quỹ?",
  "unified_questionary_multi_currency_question_2_option_1" : "Để tăng thu nhập của nền tảng",
  "unified_questionary_multi_currency_question_2_option_2" : "Để đáp ứng các yêu cầu kiểm soát rủi ro và ngăn ngừa nguy cơ phá sản và giảm khả năng kích hoạt ADL",
  "unified_questionary_multi_currency_question_3" : "Ở chế độ Ký quỹ đa tiền tệ, các điều kiện kích hoạt biện pháp kiểm soát rủi ro được tính bằng USD. Giá trị của các loại coin khác nhau được chuyển đổi sang USD như thế nào?",
  "unified_questionary_multi_currency_question_3_option_1" : "Tổng hợp giá trị của từng đồng tiền (số lượng x giá chỉ số tính bằng USD)",
  "unified_questionary_multi_currency_question_3_option_2" : "Tổng hợp của từng đồng tiền (số tiền x giá chỉ số tính bằng USD x hệ số điều chỉnh ký quỹ)",
  "unified_questionary_multi_currency_question_4" : "Trong trường hợp điều kiện thị trường khắc nghiệt, đòn bẩy tài chính cao và lỗi thiết bị viễn thông, nền tảng có thể không hoạt động bình thường và người dùng cũng có thể hoạt động không đúng cách. Bạn có nhận thức đầy đủ về những rủi ro khi giao dịch phái sinh tiền điện tử và có thể đảm bảo rằng bạn sẽ chịu toàn bộ tổn thất do những rủi ro liên quan gây ra không?",
  "unified_questionary_multi_currency_question_4_option_1" : "Có",
  "unified_questionary_multi_currency_question_4_option_2" : "Không",
  "unified_questionary_portfolio_title" : "Chế độ ký quỹ hợp nhất",
  "unified_questionary_portfolio_desc" : "Để đảm bảo bạn có thể quản lý rủi ro tốt hơn, vui lòng hoàn thành bài kiểm tra sau trước khi nâng cấp.",
  "unified_questionary_portfolio_question_0" : "Ở chế độ Ký quỹ danh mục đầu tư, rủi ro của các đơn vị rủi ro khác nhau có được tính riêng không?",
  "unified_questionary_portfolio_question_0_option_1" : "Có",
  "unified_questionary_portfolio_question_0_option_2" : "Không",
  "unified_questionary_portfolio_question_1" : "Ở chế độ Ký quỹ danh mục đầu tư, PNL của các vị thế phái sinh của cùng một coin được phòng ngừa và yêu cầu ký quỹ được hạ thấp. Có đúng không? Yêu cầu ký quỹ thấp hơn có nghĩa là đối với các vị thế bearish và bullish, ký quỹ chỉ được yêu cầu đối với phần có rủi ro ròng.",
  "unified_questionary_portfolio_question_1_option_1" : "Có",
  "unified_questionary_portfolio_question_1_option_2" : "Không",
  "unified_questionary_portfolio_question_2" : "Khi nào thì việc giảm vị thế bắt buộc sẽ diễn ra ở chế độ Ký quỹ danh mục đầu tư?",
  "unified_questionary_portfolio_question_2_option_1" : "Khi yêu cầu ký quỹ duy trì tài khoản không được đáp ứng",
  "unified_questionary_portfolio_question_2_option_2" : "Không thể xác định được tình trạng",
  "unified_questionary_portfolio_question_3" : "Trong trường hợp điều kiện thị trường khắc nghiệt, đòn bẩy tài chính cao và lỗi thiết bị viễn thông, nền tảng có thể không hoạt động bình thường và người dùng cũng có thể hoạt động không đúng cách. Bạn có nhận thức đầy đủ về những rủi ro khi giao dịch phái sinh tiền điện tử và có thể đảm bảo rằng bạn sẽ chịu toàn bộ tổn thất do những rủi ro liên quan gây ra không?",
  "unified_questionary_portfolio_question_3_option_1" : "Có",
  "unified_questionary_portfolio_question_3_option_2" : "Không",
  "unified_cross_margin_orders" : "Đóng lệnh chờ ký quỹ Cross trước.",
  "unified_multi_currency_check" : "Yêu cầu nâng cấp hoặc chuyển đổi: tài sản giao ngay phải có giá trị ít nhất là {0} USD."
}