{
  "collateral_auto_increase_time_fail" : "Weniger als 24 Stunden seit Ihrer letzten automatischen Erhöhung der Obergrenze. Bitte versuchen Sie es später noch einmal.",
  "collateral_auto_increase_limit_fail" : "Es ist fehlgeschlagen, das individuelle Kreditlimit automatisch zu erhöhen. Bitte füllen Sie das Formular aus, um ein höheres Limit zu beantragen.",
  "Invalid parameters" : "Ungültige Parameter",
  "Market disabled" : "Markt deaktiviert",
  "NotEnoughBalance" : "Nicht genügend Guthaben.",
  "Mortgage_Balance_Not_Enough" : "Unzureichender Saldo für Sicherheiten",
  "Due to price fluctuation, the current LTV has exceeded the initial LTV. Please try again later." : "Aufgrund von Preisschwankungen hat der aktuelle LTV den ursprünglichen LTV überschritten. Bitte versuchen Sie es später erneut.",
  "Mortgage_Borrowable_Not_Enough" : "Unzureichender ausleihbarer Betrag",
  "Requesting too fast" : "Zu schnelle Anforderung",
  "Mortgage_Too_Many_Borrower_Now" : "Die tägliche Obergrenze der Plattform ist erreicht. Bitte versuchen Sie es später erneut.",
  "Mortgage_Borrowed_Times_Over_Limit" : "Die individuelle Tagesobergrenze ist erreicht. Bitte versuchen Sie es später erneut.",
  "Mortgage_Borrowing_Order_Over_Limit" : "Die Anzahl der ausstehenden Rückzahlungsaufträge hat die Obergrenze erreicht. Sie können einige Aufträge zurückzahlen und es erneut versuchen.",
  "Mortgage_Collateral_Amount_Too_Much" : "Der Betrag der Sicherheiten ist zu hoch. Bitte reduzieren Sie ihn und versuchen Sie es erneut.",
  "ErrorCodeLessThanAssetMinBorrowAmount" : "Der Kreditbetrag ist kleiner als der Mindestkredit dieses Coins.",
  "ErrorCodePageLimitArgumentInvalid" : "Ungültige Seitenumbruchparameter (Seite, Limit &lt;= 0 oder Limit &gt; 1000).",
  "ErrorCodeMortgageUptoMaxBorrowable" : "Der Betrag hat den maximal zulässigen Kreditbetrag überschritten.",
  "ErrorCodeMortgageRepayGreatThanBorrowed" : "Der Rückzahlungsbetrag ist größer als der geliehene Betrag.",
  "ErrorCodeMortgageAssetNotAvailable" : "Diese Coin ist derzeit nicht verfügbar.",
  "ErrorCodeMortgageAssetNotExist" : "Diese Coin existiert nicht.",
  "ErrorCodeMortgageLessThanLimitMinBorrowAmount" : "Der Kreditbetrag ist kleiner als der Mindestkredit dieses Coins.",
  "ErrorCodeMortgageRepayGreaterThanAvailable" : "Der Rückzahlungsbetrag ist größer als der verfügbare Betrag.",
  "ErrorCodeMortgageOrderNotExist" : "Dieses Auftrag existiert nicht.",
  "ErrorCodeMortgageOrderFinished" : "Dieser Auftrag ist beendet.",
  "ErrorCodeMortgageOrderNoNeedPay" : "Der ausstehende Kreditbetrag beträgt 0.",
  "ErrorCodeMortgageOrderExist" : "Dieser Auftrag existiert bereits.",
  "ErrorCodeMortgageOrderHistoryExist" : "Auftragsverlauf existiert bereits.",
  "ErrorCodeMortgageRepayAmountInvalid" : "Ungültiger Rückzahlungsbetrag.",
  "Error! Please try again later" : "Fehler! Bitte versuchen Sie es später erneut",
  "ErrorCodeOrderIsRepaying" : "Rückzahlung läuft. Sie können jetzt keine Mittel leihen, manuell zurückzahlen oder Sicherheiten anpassen.",
  "ErrorCodeOrderIsLiquidating" : "Liquidation im Gange. Sie können jetzt keine Mittel leihen, manuell zurückzahlen oder Sicherheiten anpassen.",
  "ErrorCodeAssetSettlementInProgress" : "Die Rückzahlung ist derzeit nicht möglich, da das System die Zinsen berechnet. Bitte versuchen Sie es später erneut.",
  "ErrorCodeRiskControlInspection" : "Mögliche Risiken erkannt.Bitte versuchen Sie es später erneut.",
  "ErrorCodeLoanFailed" : "Ausleihen fehlgeschlagen Bitte versuchen Sie es erneut.",
  "ErrorCodeExceedOrderBorrowAssetCount" : "Der Kreditbetrag hat die Obergrenze erreicht. Bitte zahlen Sie zuerst zurück und versuchen Sie es erneut.",
  "ErrorCodeExceedOrderMortgageAssetCount" : "Der besicherte Betrag hat die Obergrenze erreicht. Bitte passen Sie die Sicherheiten an und versuchen Sie es erneut.",
  "ErrorCodeWaitToLoan" : "Für diese Order gibt es derzeit kein Darlehen. Bitte leihen Sie sich zunächst eine Kreditaufnahme aus und passen Sie die Sicherheiten an.",
  "ErrorCodeRateError" : "Bitte versuchen Sie es erneut, um den aktuellen Zinssatz zu erhalten.",
  "ErrorCodeNotSupportAsset" : "Dieser Coin unterstützt derzeit kein Festzinsdarlehen.",
  "ErrorCodeUniloanLendableNotEnough" : "Das Abonnieren von Simple Earn ist fehlgeschlagen.",
  "ErrorCodeActivityLeftQuotaNotEnough" : "Der Darlehensbetrag übersteigt den zu Ausleihbar, der gesamte Auftrag nicht den Angebots APR erhält.",
  "ErrorCodeActivityOrderEarlyRepayment" : "Der Auftrag wendet den Angebots APR an und erlaubt keine vorzeitige Rückzahlung.",
  "check user funding mode failed." : "Um Risiken zu reduzieren und Ihre Gelder zu schützen, können Simple Earn-Gelder nur als Sicherheit für einen Produkttyp dienen, entweder für das einheitliche Konto oder Crypto Loan.",
  "hasBorrowingUniloanMortgageOrder" : "Deaktivierung nicht möglich, da Sie noch ausstehende Kreditorders haben. Bitte zahlen Sie sie zuerst zurück und versuchen Sie es erneut.",
  "ErrorCodeLessThanMinMortgageAmount" : "Der eingegebene Wert muss größer sein als der minimal besicherbare Betrag"
}