{
  "collateral_auto_increase_time_fail" : "Chưa đủ 24 giờ kể từ lần tăng hạn mức tự động gần nhất của bạn. Vui lòng thử lại sau.",
  "collateral_auto_increase_limit_fail" : "Không thể tự động tăng hạn mức vay cá nhân của bạn. Vui lòng điền vào biểu mẫu để yêu cầu giới hạn cao hơn.",
  "Invalid parameters" : "Thông số không hợp lệ",
  "Market disabled" : "Thị trường bị vô hiệu hóa",
  "NotEnoughBalance" : "Không đủ số dư.",
  "Mortgage_Balance_Not_Enough" : "Số dư khả dụng không đủ để ký quỹ",
  "Due to price fluctuation, the current LTV has exceeded the initial LTV. Please try again later." : "Do biến động giá, LTV hiện tại đã vượt quá LTV ban đầu. Vui lòng thử lại sau.",
  "Mortgage_Borrowable_Not_Enough" : "Số dư có thể vay không đủ",
  "Requesting too fast" : "Số lần đề nghị quá nhiều,vui lòng thử lại",
  "Mortgage_Too_Many_Borrower_Now" : "Đã đạt đến giới hạn trên hàng ngày của nền tảng. Vui lòng thử lại sau.",
  "Mortgage_Borrowed_Times_Over_Limit" : "Đã đạt đến giới hạn trên hàng ngày của người dùng. Vui lòng thử lại sau.",
  "Mortgage_Borrowing_Order_Over_Limit" : "Số lượng lệnh hoàn trả đang chờ xử lý đã đạt giới hạn trên. Vui lòng hoàn trả trước một số lệnh và thử lại.",
  "Mortgage_Collateral_Amount_Too_Much" : "Số tiền thế chấp là quá nhiều.  Vui lòng giảm và thử lại.",
  "ErrorCodeLessThanAssetMinBorrowAmount" : "Số tiền vay nhỏ hơn số tiền vay tối thiểu của coin này.",
  "ErrorCodePageLimitArgumentInvalid" : "Tham số phân trang không hợp lệ (trang, giới hạn &lt;= 0 hoặc giới hạn &gt; 1000).",
  "ErrorCodeMortgageUptoMaxBorrowable" : "Số tiền vay vượt quá mức tối đa còn lại có thể vay.",
  "ErrorCodeMortgageRepayGreatThanBorrowed" : "Số tiền hoàn trả lớn hơn số tiền vay.",
  "ErrorCodeMortgageAssetNotAvailable" : "Coin này hiện không khả dụng.",
  "ErrorCodeMortgageAssetNotExist" : "Coin này không tồn tại.",
  "ErrorCodeMortgageLessThanLimitMinBorrowAmount" : "Số tiền vay nhỏ hơn số tiền vay tối thiểu của coin này.",
  "ErrorCodeMortgageRepayGreaterThanAvailable" : "Số tiền hoàn trả lớn hơn khả dụng",
  "ErrorCodeMortgageOrderNotExist" : "Lệnh không tồn tại.",
  "ErrorCodeMortgageOrderFinished" : "Lệnh đã kết thúc.",
  "ErrorCodeMortgageOrderNoNeedPay" : "Số dư nợ vay là 0.",
  "ErrorCodeMortgageOrderExist" : "Lệnh đã tồn tại.",
  "ErrorCodeMortgageOrderHistoryExist" : "Lịch sử lệnh đã tồn tại.",
  "ErrorCodeMortgageRepayAmountInvalid" : "Số tiền hoàn trả không hợp lệ.",
  "Error! Please try again later" : "Lỗi! Vui lòng thử lại sau",
  "ErrorCodeOrderIsRepaying" : "Đang hoàn trả. Hiện bạn không thể vay, hoàn trả thủ công hoặc điều chỉnh tài sản thế chấp.",
  "ErrorCodeOrderIsLiquidating" : "Đang thanh lý. Hiện bạn không thể vay, hoàn trả thủ công hoặc điều chỉnh tài sản thế chấp.",
  "ErrorCodeAssetSettlementInProgress" : "Hệ thống đang tính lãi và hiện tại chưa hỗ trợ trả nợ. Vui lòng thử lại sau.",
  "ErrorCodeRiskControlInspection" : "Đang tiến hành kiểm tra kiểm soát rủi ro. Vui lòng thử lại sau.",
  "ErrorCodeLoanFailed" : "Vay không thành công Vui lòng thử lại.",
  "ErrorCodeExceedOrderBorrowAssetCount" : "Số tiền vay đã đạt đến giới hạn trên. Vui lòng hoàn trả trước và thử lại.",
  "ErrorCodeExceedOrderMortgageAssetCount" : "Số tiền thế chấp đã đạt đến giới hạn trên. Vui lòng điều chỉnh tài sản thế chấp và thử lại.",
  "ErrorCodeWaitToLoan" : "Lệnh này hiện không có khoản vay. Vui lòng vay trước và điều chỉnh tài sản thế chấp.",
  "ErrorCodeRateError" : "Vui lòng thử lại để nhận được tỷ lệ lãi suất mới nhất.",
  "ErrorCodeNotSupportAsset" : "Coin này hiện không hỗ trợ khoản vay lãi suất cố định.",
  "ErrorCodeUniloanLendableNotEnough" : "Đăng ký Simple Earn không thành công.",
  "ErrorCodeActivityLeftQuotaNotEnough" : "Số tiền vay vượt quá Khoản có thể vay, toàn bộ lệnh sẽ không áp dụng APR Ưu đãi.",
  "ErrorCodeActivityOrderEarlyRepayment" : "Lệnh áp dụng APR Ưu đãi và không được phép trả nợ sớm.",
  "check user funding mode failed." : "Để giảm thiểu rủi ro và bảo vệ tiền của bạn, tiền Simple Earn chỉ có thể dùng làm tài sản thế chấp cho một loại sản phẩm, Tài khoản hợp nhất hoặc Vay Crypto.",
  "hasBorrowingUniloanMortgageOrder" : "Không thể tắt vì bạn có dư nợ cho vay chưa thanh toán. Vui lòng hoàn trả trước và thử lại.",
  "ErrorCodeLessThanMinMortgageAmount" : "Giá trị nhập vào phải lớn hơn số tiền thế chấp tối thiểu"
}