{
  "collateral_auto_increase_time_fail" : "Passaram menos de 24 horas desde o seu último aumento automático de limite. Por favor, tente novamente mais tarde.",
  "collateral_auto_increase_limit_fail" : "Não conseguiu aumentar automaticamente o seu limite máximo de empréstimo individual. Por favor, preencha o formulário para solicitar um limite superior.",
  "Invalid parameters" : "Parâmetros inválidos",
  "Market disabled" : "Mercado desativado",
  "NotEnoughBalance" : "Saldo insuficiente.",
  "Mortgage_Balance_Not_Enough" : "Saldo insuficiente para garantia",
  "Due to price fluctuation, the current LTV has exceeded the initial LTV. Please try again later." : "Devido à flutuação dos preços, o LTV atual excedeu o LTV inicial. Tente novamente mais tarde.",
  "Mortgage_Borrowable_Not_Enough" : "Valor de Empréstimo Insuficiente",
  "Requesting too fast" : "Pedido demasiado rápido",
  "Mortgage_Too_Many_Borrower_Now" : "O limite máximo diário da plataforma foi atingido. Tente novamente mais tarde.",
  "Mortgage_Borrowed_Times_Over_Limit" : "O limite máximo diário individual foi atingido. Tente novamente mais tarde.",
  "Mortgage_Borrowing_Order_Over_Limit" : "O número de ordens de reembolso pendentes atingiu o limite máximo. Pode reembolsar algumas ordens e tentar novamente.",
  "Mortgage_Collateral_Amount_Too_Much" : "O valor da garantia é muito alto. Reduza-o e tente novamente.",
  "ErrorCodeLessThanAssetMinBorrowAmount" : "O montante do empréstimo é inferior ao empréstimo mínimo desta moeda.",
  "ErrorCodePageLimitArgumentInvalid" : "Parâmetros de paginação inválidos (página, limite &lt;= 0 ou limite &gt; 1000).",
  "ErrorCodeMortgageUptoMaxBorrowable" : "O montante do empréstimo excedeu o montante máximo que pode ser emprestado.",
  "ErrorCodeMortgageRepayGreatThanBorrowed" : "O montante do reembolso é superior ao montante do empréstimo.",
  "ErrorCodeMortgageAssetNotAvailable" : "Esta moeda não está disponível atualmente.",
  "ErrorCodeMortgageAssetNotExist" : "Esta moeda não existe.",
  "ErrorCodeMortgageLessThanLimitMinBorrowAmount" : "O montante do empréstimo é inferior ao empréstimo mínimo desta moeda.",
  "ErrorCodeMortgageRepayGreaterThanAvailable" : "O montante do reembolso é superior ao montante disponível",
  "ErrorCodeMortgageOrderNotExist" : "Esta ordem não existe.",
  "ErrorCodeMortgageOrderFinished" : "Esta ordem terminou.",
  "ErrorCodeMortgageOrderNoNeedPay" : "O montante do empréstimo em dívida é 0.",
  "ErrorCodeMortgageOrderExist" : "Esta ordem já existe.",
  "ErrorCodeMortgageOrderHistoryExist" : "O histórico de ordens já existe.",
  "ErrorCodeMortgageRepayAmountInvalid" : "Montante de reembolso inválido.",
  "Error! Please try again later" : "Erro! Tente novamente mais tarde",
  "ErrorCodeOrderIsRepaying" : "Reembolso em curso. Não é possível pedir fundos emprestados, reembolsar manualmente ou ajustar as garantias agora.",
  "ErrorCodeOrderIsLiquidating" : "Liquidação em curso. Não é possível pedir fundos emprestados, reembolsar manualmente ou ajustar as garantias agora.",
  "ErrorCodeAssetSettlementInProgress" : "Não é possível reembolsar agora porque o sistema está a calcular os juros. Tente novamente mais tarde.",
  "ErrorCodeRiskControlInspection" : "Detetados riscos potenciais. Tente novamente mais tarde.",
  "ErrorCodeLoanFailed" : "Não foi possível emprestar. Por favor, tente novamente.",
  "ErrorCodeExceedOrderBorrowAssetCount" : "O montante do empréstimo atingiu o limite máximo. Por favor, pague primeiro e tente novamente.",
  "ErrorCodeExceedOrderMortgageAssetCount" : "O montante garantido atingiu o limite superior. Ajuste a garantia e tente novamente.",
  "ErrorCodeWaitToLoan" : "Esta ordem não tem atualmente qualquer empréstimo. Por favor, peça emprestado primeiro e ajuste a garantia.",
  "ErrorCodeRateError" : "Por favor, tente novamente para obter a taxa de juro mais recente.",
  "ErrorCodeNotSupportAsset" : "Esta moeda atualmente não suporta Empréstimo de Taxa Fixa.",
  "ErrorCodeUniloanLendableNotEnough" : "Falha ao subscrever o Simple Earn.",
  "ErrorCodeActivityLeftQuotaNotEnough" : "Se o montante do empréstimo for superior ao montante do crédito, não será aplicada a APR da oferta a toda a ordem.",
  "ErrorCodeActivityOrderEarlyRepayment" : "A ordem aplicou a APR da oferta e não permite o reembolso antecipado.",
  "check user funding mode failed." : "Para reduzir os riscos e proteger os seus fundos, os fundos do Simple Earn só podem servir de garantia para um tipo de produto, a Conta Unificada ou o Empréstimo de Criptomoeda.",
  "hasBorrowingUniloanMortgageOrder" : "Não é possível desativar porque tem ordens de empréstimo pendentes. Por favor, reembolse-os primeiro e tente novamente.",
  "ErrorCodeLessThanMinMortgageAmount" : "O valor introduzido deve ser superior ao montante mínimo que pode ser objeto de garantia"
}