{
  "collateral_auto_increase_time_fail" : "Menos de 24 horas se passaram desde o último aumento automático de limite. Por favor, tente novamente mais tarde.",
  "collateral_auto_increase_limit_fail" : "Falha ao aumentar automaticamente o limite do seu empréstimo individual. Preencha o formulário para solicitar um limite maior.",
  "Invalid parameters" : "Parâmetros inválidos",
  "Market disabled" : "Mercado desativado",
  "NotEnoughBalance" : "Não há saldo suficiente.",
  "Mortgage_Balance_Not_Enough" : "Saldo Insuficiente para Garantia",
  "Due to price fluctuation, the current LTV has exceeded the initial LTV. Please try again later." : "Devido à flutuação de preços, o LTV atual excedeu o LTV inicial. Por favor, tente novamente mais tarde.",
  "Mortgage_Borrowable_Not_Enough" : "Valor de Empréstimo Insuficiente",
  "Requesting too fast" : "Pedido demasiado rápido",
  "Mortgage_Too_Many_Borrower_Now" : "O limite superior diário da plataforma foi atingido. Por favor, tente novamente mais tarde.",
  "Mortgage_Borrowed_Times_Over_Limit" : "O limite máximo diário individual foi atingido. Por favor, tente novamente mais tarde.",
  "Mortgage_Borrowing_Order_Over_Limit" : "O número de ordens de reembolso pendentes atingiu o limite superior. Você pode reembolsar alguns pedidos e tentar novamente.",
  "Mortgage_Collateral_Amount_Too_Much" : "O valor da garantia é muito alto.  Reduza e tente novamente.",
  "ErrorCodeLessThanAssetMinBorrowAmount" : "O valor do empréstimo é menor que o empréstimo mínimo desta moeda.",
  "ErrorCodePageLimitArgumentInvalid" : "Parâmetros de paginação inválidos (página, limite &lt;= 0 ou limite &gt; 1000).",
  "ErrorCodeMortgageUptoMaxBorrowable" : "O valor do empréstimo excedeu o máximo que pode ser emprestado.",
  "ErrorCodeMortgageRepayGreatThanBorrowed" : "O valor do reembolso é maior do que o valor do empréstimo.",
  "ErrorCodeMortgageAssetNotAvailable" : "Esta moeda não está disponível agora.",
  "ErrorCodeMortgageAssetNotExist" : "Esta moeda não existe.",
  "ErrorCodeMortgageLessThanLimitMinBorrowAmount" : "O valor do empréstimo é menor que o empréstimo mínimo desta moeda.",
  "ErrorCodeMortgageRepayGreaterThanAvailable" : "O valor do reembolso é maior do que o disponível",
  "ErrorCodeMortgageOrderNotExist" : "Esta ordem não existe.",
  "ErrorCodeMortgageOrderFinished" : "Este pedido terminou.",
  "ErrorCodeMortgageOrderNoNeedPay" : "O valor do empréstimo pendente é 0.",
  "ErrorCodeMortgageOrderExist" : "Esta ordem já existe.",
  "ErrorCodeMortgageOrderHistoryExist" : "O histórico de ordens já existe.",
  "ErrorCodeMortgageRepayAmountInvalid" : "Valor de reembolso inválido.",
  "Error! Please try again later" : "Erro! Tente novamente depois",
  "ErrorCodeOrderIsRepaying" : "Reembolso em andamento. Você não pode pedir fundos emprestados, pagar manualmente ou ajustar garantias agora.",
  "ErrorCodeOrderIsLiquidating" : "Liquidação em andamento. Você não pode pedir fundos emprestados, pagar manualmente ou ajustar garantias agora.",
  "ErrorCodeAssetSettlementInProgress" : "Não é possível pagar agora porque o sistema está calculando os juros. Por favor, tente novamente mais tarde.",
  "ErrorCodeRiskControlInspection" : "Riscos potenciais detectados.Tente novamente mais tarde.",
  "ErrorCodeLoanFailed" : "Não conseguiu emprestar. Por favor, tente novamente.",
  "ErrorCodeExceedOrderBorrowAssetCount" : "O valor do empréstimo atingiu o limite superior. Por favor, pague primeiro e tente novamente.",
  "ErrorCodeExceedOrderMortgageAssetCount" : "O valor garantido atingiu o limite superior. Ajuste o material de apoio e tente novamente.",
  "ErrorCodeWaitToLoan" : "Este pedido atualmente não possui empréstimo. Por favor, peça emprestado primeiro e ajuste a garantia.",
  "ErrorCodeRateError" : "Tente novamente para obter a taxa de juros mais recente.",
  "ErrorCodeNotSupportAsset" : "Esta moeda atualmente não oferece suporte a empréstimos de taxa fixa.",
  "ErrorCodeUniloanLendableNotEnough" : "Falha ao se inscrever no Simple Earn.",
  "ErrorCodeActivityLeftQuotaNotEnough" : "O valor do empréstimo excede o Emprestável, a ordem não aplicará o APR da Oferta.",
  "ErrorCodeActivityOrderEarlyRepayment" : "A ordem aplicou a APR da Oferta e não permite o reembolso antecipado.",
  "check user funding mode failed." : "Para reduzir os riscos e proteger seus fundos, os fundos do Simple Earn só podem servir como garantia para um tipo de produto, a Conta Unificada ou o Crypto Loan.",
  "hasBorrowingUniloanMortgageOrder" : "Não é possível desativar porque o senhor tem ordens de empréstimo pendentes.  Por favor, pague-os primeiro e tente novamente.",
  "ErrorCodeLessThanMinMortgageAmount" : "O valor inserido deve ser maior que o valor mínimo colateralizável"
}