{
  "collateral_auto_increase_time_fail" : "Moins de 24 heures depuis votre dernière augmentation automatique de plafond. Veuillez réessayer plus tard.",
  "collateral_auto_increase_limit_fail" : "Échec de l'augmentation automatique du plafond de votre prêt individuel. Veuillez remplir le formulaire pour demander un plafond plus élevé.",
  "Invalid parameters" : "Paramètres non valides",
  "Market disabled" : "Marché désactivé",
  "NotEnoughBalance" : "Solde insuffisant.",
  "Mortgage_Balance_Not_Enough" : "Solde insuffisant pour le collatéral",
  "Due to price fluctuation, the current LTV has exceeded the initial LTV. Please try again later." : "En raison de la fluctuation des prix, le LTV actuel a dépassé le LTV initial. Veuillez réessayer plus tard.",
  "Mortgage_Borrowable_Not_Enough" : "Montant empruntable insuffisant",
  "Requesting too fast" : "Demande trop rapide",
  "Mortgage_Too_Many_Borrower_Now" : "La limite maximale journalière de la plateforme est atteinte. Veuillez réessayer plus tard.",
  "Mortgage_Borrowed_Times_Over_Limit" : "La limite maximale journalière individuelle est atteinte. Veuillez réessayer plus tard.",
  "Mortgage_Borrowing_Order_Over_Limit" : "Le nombre d'ordres de remboursement en attente a atteint la limite maximale. Vous pouvez rembourser certains ordres et réessayer.",
  "Mortgage_Collateral_Amount_Too_Much" : "Le montant du collatéral est trop élevé. Veuillez le réduire et réessayer.",
  "ErrorCodeLessThanAssetMinBorrowAmount" : "Le montant du prêt est inférieur au prêt minimum de ce jeton.",
  "ErrorCodePageLimitArgumentInvalid" : "Les paramètres de pagination sont invalides (page, limite &lt;= 0 ou limite &gt; 1000).",
  "ErrorCodeMortgageUptoMaxBorrowable" : "Le montant du prêt a dépassé le maximum empruntable.",
  "ErrorCodeMortgageRepayGreatThanBorrowed" : "Le montant du remboursement est supérieur au montant du prêt.",
  "ErrorCodeMortgageAssetNotAvailable" : "Ce jeton est actuellement indisponible.",
  "ErrorCodeMortgageAssetNotExist" : "Ce jeton est inexistant.",
  "ErrorCodeMortgageLessThanLimitMinBorrowAmount" : "Le montant du prêt est inférieur au prêt minimum de ce jeton.",
  "ErrorCodeMortgageRepayGreaterThanAvailable" : "Le montant du remboursement est supérieur au montant disponible",
  "ErrorCodeMortgageOrderNotExist" : "Cet ordre est inexistant.",
  "ErrorCodeMortgageOrderFinished" : "Cet ordre est clôturé.",
  "ErrorCodeMortgageOrderNoNeedPay" : "Le montant du prêt en cours est de 0.",
  "ErrorCodeMortgageOrderExist" : "Cet ordre existe déjà.",
  "ErrorCodeMortgageOrderHistoryExist" : "L'historique des ordres existe déjà.",
  "ErrorCodeMortgageRepayAmountInvalid" : "Montant de remboursement invalide.",
  "Error! Please try again later" : "Erreur ! Veuillez réessayer plus tard",
  "ErrorCodeOrderIsRepaying" : "Remboursement en cours. Vous ne pouvez pas emprunter des fonds, remboursez manuellement ou ajuster le collatéral maintenant.",
  "ErrorCodeOrderIsLiquidating" : "Liquidation en cours. Vous ne pouvez pas emprunter des fonds, rembourser manuellement ou ajuster le collatéral maintenant.",
  "ErrorCodeAssetSettlementInProgress" : "Impossible de rembourser maintenant car le système est en train de calculer les intérêts. Veuillez réessayer plus tard.",
  "ErrorCodeRiskControlInspection" : "Risques potentiels détectés. Veuillez réessayer plus tard.",
  "ErrorCodeLoanFailed" : "Échec de l'emprunt. Veuillez réessayer.",
  "ErrorCodeExceedOrderBorrowAssetCount" : "Le montant du prêt a atteint la limite supérieure. Veuillez d'abord rembourser et réessayer.",
  "ErrorCodeExceedOrderMortgageAssetCount" : "Le montant collatéralisé a atteint la limite supérieure. Veuillez ajuster le collatéral et réessayer.",
  "ErrorCodeWaitToLoan" : "Cet ordre n'a actuellement aucun prêt. Veuillez d'abord emprunter et ajuster le collatéral.",
  "ErrorCodeRateError" : "Veuillez réessayer pour obtenir le dernier taux d'intérêt.",
  "ErrorCodeNotSupportAsset" : "Ce jeton ne permet pas pour l'instant d'obtenir un prêt à taux fixe.",
  "ErrorCodeUniloanLendableNotEnough" : "Échec de la souscription au Simple Earn.",
  "ErrorCodeActivityLeftQuotaNotEnough" : "Si le montant du prêt est supérieur au montant empruntable, l'ensemble de l'ordre n'appliquera pas l'APR de l'offre.",
  "ErrorCodeActivityOrderEarlyRepayment" : "L'ordre a appliqué l'APR de l'offre et n'autorise pas de remboursement anticipé.",
  "check user funding mode failed." : "Pour réduire les risques et protéger vos fonds, les fonds Simple Earn ne peuvent servir de collatéral que pour un seul type de produit, soit le Compte unifié, soit le Crypto Loan.",
  "hasBorrowingUniloanMortgageOrder" : "Impossible de désactiver car vous avez des ordres de prêt en cours. Remboursez-les d'abord puis réessayez.",
  "ErrorCodeLessThanMinMortgageAmount" : "La valeur saisie doit être supérieure au montant minimal pouvant être utilisé comme collatéral."
}