{
  "GATELIVE_API_INVALID_PARAM" : "Неверный параметр",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR" : "Ошибка внутренней службы",
  "GATELIVE_API_NO_PERMISSION" : "Разрешение отклонено",
  "GATELIVE_TODAY" : "Сегодня",
  "GATELIVE_MONDAY" : "Понедельник",
  "GATELIVE_TUESDAY" : "Вторник",
  "GATELIVE_WEDNESDAY" : "Среда",
  "GATELIVE_THURSDAY" : "Четверг",
  "GATELIVE_FRIDAY" : "Пятница",
  "GATELIVE_SATURDAY" : "Суббота",
  "GATELIVE_SUNDAY" : "Воскресенье",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY" : "Это видео доступно для просмотра только подписчикам. Пожалуйста, сначала подпишитесь.",
  "GATELIVE_API_COPY_USER_RULE" : "### 1. Копитрейдинг:\n\n* копитрейдинг — это функция, которая позволяет пользователям просматривать и быстро подписываться на торговые стратегии, которыми делятся стримеры во время прямых трансляций.\n\n### 2. Инструкция по копитрейдингу:\n\n* Пользователи могут выбрать подходящий тип копитрейдинга в зависимости от вашей толерантности к риску и финансового положения. В настоящее время поддерживаются спотовые опционы, фьючерсы, фьючерсный копитрейдинг и боты.\n* Пользователи могут просматривать и управлять своими текущими ордерами в любое время в разделе «Активы».\n\n### 3. Отказ от ответственности и примечания:\n\n* Пожалуйста, убедитесь, что вы прочитали и поняли вышеуказанные правила.\n* Новым пользователям рекомендуется начинать с небольших сумм, чтобы ознакомиться с операциями и стратегиями, связанными с копитрейдингом.\n* Пользователи несут ответственность за соблюдение всех соответствующих законов и нормативных актов и воздерживаются от участия в любой незаконной торговой деятельности.\n*Имейте в виду, что копитрейдинг сопряжен с высокими рисками. Пользователи должны принимать инвестиционные решения, основываясь на своей толерантности к риску. Прямые трансляции отражают только личные взгляды стримера и не отражают официальную позицию Gate.io. Gate.io советует пользователям быть осведомленными о рыночных рисках и инвестировать с осторожностью.\n\n### **[Подробнее](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE" : "### 1. Копитрейдинг:\n\n* копитрейдинг — это функция, которая позволяет стримерам делиться своими торговыми стратегиями с пользователями в режиме реального времени.\n* Если пользователи размещают ордера, нажимая на общие ордера стримера во время прямой трансляции и ордер успешно размещается, стример может получать комиссию, основанную на торговых комиссиях, уплаченных пользователями.\n\n### 2. Как настроить копитрейдинг:\n\n* Торговый счет, используемый стримером, должен совпадать со счетом на стриме при обмене ордерами во время прямой трансляции.\n\n### 3. Шаги, которые необходимо выполнить:\n\n* Выберите вкладку [Копировать] на странице прямой трансляции, затем нажмите кнопку [Настройки] ниже, чтобы настроить рекомендуемый контент. Возможные варианты:\n\n1. Автоматически добавляйте ордера, размещенные стримером во время прямой трансляции, в список рекомендованных.\n2. Поделитесь последними 50 спотовыми ордерами стримера.\n3. Мои последние 50 фьючерсных ордеров. \n\n*Стримеры могут удалять или закреплять карты в списке по мере необходимости.\n* Во время прямой трансляции задавайте параметры, делитесь торговыми стратегиями и отображайте торговый интерфейс Gate.io для торговли в режиме реального времени.\n* Функция копитрейдинга включена по умолчанию во время прямых трансляций. Стримерам рекомендуется использовать функцию закрепления, чтобы пользователи могли легко подписываться на ваши сделки.\n\n### 4. Комиссия за копитрейдинг:\n\n* Стримеры могут привлекать больше пользователей, ежедневно выходя в прямой эфир, тем самым увеличивая потенциальный комиссионный доход от копитрейдинга.\n* Комиссия за копитрейдинг GateLive — это дополнительная комиссия в дополнение к максимальной реферальной комиссии платформы в размере 40%.\n* Комиссия предыдущей недели будет рассчитываться каждый понедельник и будет распределяться на кошелек стримера в USDT в течение 7 рабочих дней (Накопленная комиссия должна быть более 0,1 USDT, чтобы соответствовать минимальному требованию по распределению. ), проверьте детали в разделе «Кошелек — Счет». Анонсы о распределении наград будут опубликованы на [Постах GateLive](https://www.gate.io/post/GateLive) и [GateLive X](https://twitter.com/GateioLive).\n* Комиссии за копитрейдинг рассчитываются до комиссий за «живой майнинг», и они не суммируются.\n\n### 5. Обязанности и обязанности:\n\n* Стримеры должны предоставлять четкую и прозрачную историю торговли, чтобы поддерживать доверие к платформе и защищать интересы пользователей.\n* Стримеры должны соблюдать торговые правила и юридические требования Gate.io. Функция копитрейдинга предназначена для обмена торговыми стратегиями и не является инвестиционным советом. Стримеры должны информировать пользователей об инвестиционных рисках и поощрять разумные инвестиции.\n* Стримеры должны соблюдать [Инструкции по нормам управления и наказаниям за нарушения со стороны стримеров](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Несоблюдение этого требования приведет к немедленному аннулированию права на получение комиссии.\n\n### 6. Отказ от ответственности и примечания:\n\n* копитрейдинг представляет собой личные взгляды и торговые стратегии стримера и не отражает позицию платформы. Цены на цифровые активы очень волатильны и несут в себе значительные рыночные риски. Оцените, соответствует ли торговля вашим целям и обстоятельствам, включая риски и потенциальные выгоды, и возьмите на себя все связанные с этим риски.\n* Gate.io не несет ответственности за любые прямые или косвенные убытки, возникшие в результате копирования сделок, включая, помимо прочего, финансовые потери, потерю прибыли или любые убытки из-за операционных ошибок или сбоев сети.\n* Пользователи должны понимать и соблюдать соответствующие правила Gate.io, включая, помимо прочего, правила торговли и предупреждения о рисках, прежде чем участвовать в копитрейдинге.\n* Gate.io оставляет за собой право на окончательную интерпретацию этой функции продукта.\n\n### **[Подробнее](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED" : "Двусторонняя функция микрофона недоступна",
  "GATELIVE_API_GET_LIVE_CODE_TIPS" : "RTMP ссылка будет доступна за 10 минут до начала прямой трансляции",
  "GATELIVE_API_LIVE_BEFORE" : "Вы можете подключиться к трансляции за 10 минут до начала",
  "GATELIVE_AI_LIKE_QUESTION" : "Как мы можем улучшить наш сервис для вас?",
  "GATELIVE_AI_LIKE_OPTION_ONE" : "Улучшить точность",
  "GATELIVE_AI_LIKE_OPTION_TWO" : "Повышение своевременности",
  "GATELIVE_AI_LIKE_OPTION_THREE" : "Показать больше контента",
  "GATELIVE_AI_LIKE_OPTION_FOUR" : "Оптимизация макета контента",
  "GATELIVE_AI_UN_LIKE_QUESTION" : "С какими проблемами вы сталкиваетесь при работе с нашим сервисом?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE" : "Не ясно и не легко понять",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO" : "Информация слишком задерживается",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE" : "Нет глубокого анализа",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR" : "Конкретных примеров нет.",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE" : "Контент искажен",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX" : "Содержание неполное",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN" : "Неверное рассуждение",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT" : "Непрофессиональный контент",
  "GATELIVE_AI_SUMMARY" : "Резюме ИИ",
  "GATELIVE_AI_SUMMARIZING" : "Общая информация от ИИ",
  "GATELIVE_AI_TIPS" : "Общий вывод генерируется с помощью искусственного интеллекта, и его качество и точность не гарантируются. Он предоставляется только в справочных целях и не отражает точку зрения Gate.io.",
  "GATELIVE_AI_ABSTRACT" : "Краткая информация",
  "GATELIVE_AI_HIGHLIGHTS" : "Основные моменты",
  "GATELIVE_REPEATED_TIP" : "Не повторяйте операции.",
  "GATELIVE_SECURITY_TIP" : "Содержание трансляции представляет собой личное мнение стримера и не отражает официальную позицию Gate.io. Пожалуйста, принимайте обоснованные решения и проявляйте осторожность при использовании информации. Если стример призывает пользователей добавлять аккаунты с других платформ, это является серьезным нарушением. В случае обнаружения, пожалуйста, немедленно сообщите об этом платформе. Чтобы защитить вашу конфиденциальность и финансовую безопасность, не публикуйте никакую контактную информацию в разделе комментариев, чтобы избежать возможного мошенничества. Помните, что инвестиции сопряжены с рисками, и к торговле следует подходить осторожно. Прежде чем принимать инвестиционные решения, убедитесь, что вы полностью осознаете сопутствующие риски. Подробные условия и предупреждения о рисках, связанных с прямой трансляцией, см. в разделе <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Моменты Gate.io - Условия и положения</a>. Мы стремимся обеспечить безопасную и соответствующую требованиям среду для потоковой трансляции. Спасибо за ваше понимание и поддержку.",
  "GATELIVE_SPACE_MARKET" : "Несанкционированный маркетинг",
  "GATELIVE_SPACE_NET" : "Кибербуллинг",
  "GATELIVE_SPACE_MISUSO" : "Злоупотребление/Неверное использование",
  "GATELIVE_SPACE_SOXUAL" : "Сексуальное содержание",
  "GATELIVE_SPACE_CHILD" : "Небезопасно для детей",
  "GATELIVE_SPACE_OTHER" : "Другое",
  "GATELIVE_SPACE_CAN_NOT_APPLY" : "В настоящее время вы не можете подать заявку на трансляцию в Space. Пожалуйста, обратитесь в службу поддержки.",
  "GATELIVE_SPACE_SPEAKER_FULL" : "Одновременно могут говорить максимум 6 человек.",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY" : "У вас есть более одной НЕЗАВЕРШЕННОЙ заявки!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY" : "У вас есть более одной НЕРЕШЕННОЙ заявки!",
  "GATELIVE_SPACE_APPLY_INBLACK" : "Вас забанили за ",
  "GATELIVE_SPACE_CREATEROOM_FAILED" : "Не удалось транслировать. Пожалуйста, подайте повторную заявку на доступ к прямому эфиру.",
  "GATELIVE_HOMEPAGE_ALL" : "ВСЕ"
}