{
  "GATELIVE_API_INVALID_PARAM" : "Parameter ungültig",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR" : "Interner Dienstfehler",
  "GATELIVE_API_NO_PERMISSION" : "Berechtigung verweigert",
  "GATELIVE_TODAY" : "Heute",
  "GATELIVE_MONDAY" : "Montag",
  "GATELIVE_TUESDAY" : "Dienstag",
  "GATELIVE_WEDNESDAY" : "Mittwoch",
  "GATELIVE_THURSDAY" : "Donnerstag",
  "GATELIVE_FRIDAY" : "Freitag",
  "GATELIVE_SATURDAY" : "Samstag",
  "GATELIVE_SUNDAY" : "Sonntag",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY" : "Dieses Video ist nur für Abonnenten sichtbar. Bitte zuerst abonnieren.",
  "GATELIVE_API_COPY_USER_RULE" : "### 1. Kopierhandel:\n\n* Copy Trading ist eine Funktion, die es Benutzern ermöglicht, die von Streamern während Live-Streams geteilten Handelsstrategien anzuzeigen und schnell zu verfolgen.\n\n### 2. Anweisungen zum Kopieren von Handelsgeschäften:\n\n* Benutzer können basierend auf Ihrer Risikobereitschaft und finanziellen Situation die geeignete Art des Copy-Tradings auswählen. Zu den derzeit unterstützten Optionen gehören Spot, Futures, Futures-Copy-Trading und Bots.\n* Im Bereich „Vermögenswerte“ können Nutzer jederzeit ihre aktuellen Orders einsehen und verwalten.\n\n### 3. Haftungsausschluss und Hinweise:\n\n* Bitte stellen Sie sicher, dass Sie die oben genannten Regeln gelesen und verstanden haben.\n* Neuen Benutzern wird empfohlen, mit kleinen Beträgen zu beginnen, um sich mit den Vorgängen und Strategien des Copy-Tradings vertraut zu machen.\n* Es liegt in der Verantwortung der Benutzer, alle relevanten Gesetze und Vorschriften einzuhalten und sich von jeglichen illegalen Handelsaktivitäten zu enthalten.\n* Bitte beachten Sie, dass Copy-Trading hohe Risiken birgt. Benutzer sollten Anlageentscheidungen auf der Grundlage ihrer Risikobereitschaft treffen. Live-Streams stellen lediglich die persönliche Meinung des Streamers dar und spiegeln nicht die offizielle Haltung von Gate.io wider. Gate.io rät Benutzern, sich der Marktrisiken bewusst zu sein und vorsichtig zu investieren.\n\n### **[Mehr Details](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE" : "### 1. Kopierhandel:\n\n* Copy Trading ist eine Funktion, die es Streamern ermöglicht, ihre Handelsstrategien in Echtzeit mit Benutzern zu teilen.\n*Wenn Benutzer Orders erteilen, indem sie während des Live-Streams auf die freigegebenen Orders des Streamers tippen, und die Orders erfolgreich erteilt werden, kann der Streamer eine Provision basierend auf den von den Benutzern gezahlten Handelsgebühren verdienen.\n\n### 2. So richten Sie Copy Trading ein:\n\n* Beim Teilen von Orders während des Live-Streams muss das vom Streamer verwendete Handelskonto mit dem Streaming-Konto übereinstimmen.\n\n### 3. Schritte zum folgen:\n\n* Wählen Sie auf der Live-Stream-Seite die Registerkarte [Kopieren] und klicken Sie dann unten auf die Schaltfläche [Einstellungen], um empfohlene Inhalte zu konfigurieren. Zu den Optionen gehören:\n\n 1. Orders, die der Streamer während des Live-Streams erteilt, werden automatisch an die Empfehlungsliste weitergegeben.\n2. Teilen Sie die letzten 50 Spot-Orders des Streamers.\n3. Teilen Sie die letzten 50 Futures-Orders des Streamers. \n\n*Streamer können nach Bedarf Karten in der Liste löschen oder anheften.\n*Legen Sie während des Live-Streams Parameter fest, geben Sie Handelsstrategien frei und zeigen Sie die Gate.io-Handelsschnittstelle für den Echtzeithandel an.\n*Die Copy-Trading-Funktion ist während Live-Streams standardmäßig aktiviert. Streamern wird empfohlen, die Pin-Funktion zu verwenden, damit Benutzer Ihre Trades einfach verfolgen können.\n\n### 4. Provision für Copy-Trading:\n\n* Streamer können durch tägliches Live-Streaming mehr Benutzer anziehen und so die potenziellen Provisionseinnahmen aus dem Copy-Trading erhöhen.\n*Die GateLive Copy Trading-Provision ist ein zusätzlicher Provisionsanteil zusätzlich zur maximalen Empfehlungsprovision der Plattform von 40 %.\n*Die Provision der Vorwoche wird jeden Montag berechnet und innerhalb von 7 Werktagen in USDT an die Wallet des Streamers ausgezahlt (die angesammelte Provision sollte mehr als 0,1 USDT betragen, um die Mindestausschüttungsanforderung zu erfüllen). ), Details finden Sie unter „Wallet—Bill“. Ankündigungen zur Belohnungsverteilung werden auf [GateLive Post](https://www.gate.io/post/GateLive) veröffentlicht. und [GateLive X](https://twitter.com/GateioLive).\n*Die Provisionen für das Copy-Trading werden vor den Provisionen für das „Live Mining“ berechnet und sind nicht kumulativ.\n\n### 5. Verantwortlichkeiten und Verpflichtungen:\n\n* Streamer müssen klare und transparente Handelsaufzeichnungen und Verhaltensweisen vorlegen, um die Glaubwürdigkeit der Plattform aufrechtzuerhalten und die Interessen der Benutzer zu schützen.\n*Streamer müssen die Handelsbestimmungen und gesetzlichen Anforderungen von Gate.io einhalten. Die Copy-Trading-Funktion dient zum Teilen von Handelsstrategien und stellt keine Anlageberatung dar. Streamer sollten Benutzer über Anlagerisiken informieren und zu umsichtigen Investitionen ermutigen.\n*Streamer müssen sich an die [Anweisungen zu Managementnormen und Strafen für Verstöße von Streamern](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations) halten. Bei Nichtbeachtung erfolgt die sofortige Aufhebung des Provisionsanspruchs.\n\n### 6. Haftungsausschluss und Hinweise:\n\n* Copy-Trading stellt die persönlichen Ansichten und Handelsstrategien des Streamers dar und spiegelt nicht die Haltung der Plattform wider. Die Preise digitaler Vermögenswerte unterliegen einer hohen Volatilität und bergen erhebliche Marktrisiken. Bewerten Sie, ob der Handel zu Ihren Zielen und Umständen passt, einschließlich der Risiken und potenziellen Vorteile, und tragen Sie alle damit verbundenen Risiken.\n*Gate.io haftet nicht für direkte oder indirekte Verluste, die aus dem Copy-Trading entstehen, einschließlich, aber nicht beschränkt auf finanzielle Verluste, Gewinneinbußen oder Verluste aufgrund von Betriebsfehlern oder Netzwerkausfällen.\n*Benutzer sollten die relevanten Regeln von Gate.io, einschließlich, aber nicht beschränkt auf Handelsregeln und Risikowarnungen, verstehen und einhalten, bevor sie am Copy-Trading teilnehmen.\n*Gate.io behält sich das endgültige Auslegungsrecht für diese Produktfunktion vor.\n\n### **[Mehr Details](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED" : "Live-with function is not available",
  "GATELIVE_API_GET_LIVE_CODE_TIPS" : "RTMP-Stream-Link ist zehn Minuten vor der LIVE-Schaltung verfügbar",
  "GATELIVE_API_LIVE_BEFORE" : "Sie können zehn Minuten vor der geplanten Zeit an der LIVE-Schaltung teilnehmen",
  "GATELIVE_AI_LIKE_QUESTION" : "Wie können wir unseren Service für Sie verbessern?",
  "GATELIVE_AI_LIKE_OPTION_ONE" : "Verbesserung der Genauigkeit",
  "GATELIVE_AI_LIKE_OPTION_TWO" : "Verbesserung der Aktualität",
  "GATELIVE_AI_LIKE_OPTION_THREE" : "Mehr Inhalt anzeigen",
  "GATELIVE_AI_LIKE_OPTION_FOUR" : "Optimieren des Inhaltslayouts",
  "GATELIVE_AI_UN_LIKE_QUESTION" : "Welche Probleme erleben Sie mit unserem Service?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE" : "Nicht klar und einfach zu verstehen",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO" : "Die Informationen kommen zu spät",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE" : "Keine tiefgreifende Analyse",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR" : "Keine spezifischen Beispiele",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE" : "Inhalt ist verstümmelt",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX" : "Der Inhalt ist unvollständig",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN" : "Falsche Argumentation",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT" : "Unprofessioneller Inhalt",
  "GATELIVE_AI_SUMMARY" : "KI-Zusammenfassung",
  "GATELIVE_AI_SUMMARIZING" : "KI-Zusammenfassung",
  "GATELIVE_AI_TIPS" : "Die Zusammenfassung von Live wird mit Hilfe von KI generiert und ihre Qualität und Genauigkeit wird nicht garantiert. Sie werden nur zu Referenzzwecken zur Verfügung gestellt und repräsentieren nicht die Ansichten von Gate.io.",
  "GATELIVE_AI_ABSTRACT" : "Zusammenfassung",
  "GATELIVE_AI_HIGHLIGHTS" : "Highlights",
  "GATELIVE_REPEATED_TIP" : "Vorgänge nicht wiederholen",
  "GATELIVE_SECURITY_TIP" : "Der Inhalt des Livestreams stellt die persönliche Meinung des Streamers dar und spiegelt nicht die offizielle Haltung von Gate.io wider. Bitte treffen Sie fundierte Urteile und seien Sie vorsichtig, wenn Sie auf die Informationen verweisen. Wenn der Streamer Benutzer dazu ermutigt, Konten von anderen Plattformen hinzuzufügen, stellt dies einen schwerwiegenden Verstoß dar. Wenn es entdeckt wird, melden Sie es bitte sofort der Plattform. Um Ihre Privatsphäre und finanzielle Sicherheit zu schützen, geben Sie im Kommentarbereich keine Kontaktinformationen weiter, um mögliche Betrügereien zu vermeiden. Bitte beachten Sie, dass Investitionen Risiken bergen und der Handel mit Vorsicht erfolgen sollte. Stellen Sie sicher, dass Sie die damit verbundenen Risiken vollständig verstehen, bevor Sie Anlageentscheidungen treffen. Detaillierte Bedingungen und Risikowarnungen im Zusammenhang mit Live-Streaming finden Sie unter <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Gate.io Moments - Allgemeine Geschäftsbedingungen</a>. Wir sind bestrebt, eine sichere und konforme Live-Streaming-Umgebung bereitzustellen. Vielen Dank für Ihr Verständnis und Ihre Unterstützung.",
  "GATELIVE_SPACE_MARKET" : "Unerlaubtes Marketing",
  "GATELIVE_SPACE_NET" : "Cybermobbing",
  "GATELIVE_SPACE_MISUSO" : "Missbrauch",
  "GATELIVE_SPACE_SOXUAL" : "Sexuelle Inhalte",
  "GATELIVE_SPACE_CHILD" : "Kindersicherheit",
  "GATELIVE_SPACE_OTHER" : "Sonstiges",
  "GATELIVE_SPACE_CAN_NOT_APPLY" : "Sie können sich derzeit nicht für die Live-Schaltung im Space bewerben. Bitte wenden Sie sich an den Kundendienst.",
  "GATELIVE_SPACE_SPEAKER_FULL" : "Es können maximal 6 Personen gleichzeitig sprechen",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY" : "Sie haben mehr als einen NICHT ABGESCHLOSSENEN Live-Antrag!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY" : "Sie haben mehr als einen UNGELÖSTEN Live-Antrag!",
  "GATELIVE_SPACE_APPLY_INBLACK" : "Du wurdest gesperrt ",
  "GATELIVE_SPACE_CREATEROOM_FAILED" : "Streaming fehlgeschlagen. Bitte beantragen Sie den Streaming-Zugang erneut.",
  "GATELIVE_HOMEPAGE_ALL" : "ALLE"
}