{
  "GATELIVE_API_INVALID_PARAM" : "Invalid parameter",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR" : "Internal service  error",
  "GATELIVE_API_NO_PERMISSION" : "Permission denied",
  "GATELIVE_TODAY" : "Today",
  "GATELIVE_MONDAY" : "Monday",
  "GATELIVE_TUESDAY" : "Tuesday",
  "GATELIVE_WEDNESDAY" : "Wednesday",
  "GATELIVE_THURSDAY" : "Thursday",
  "GATELIVE_FRIDAY" : "Friday",
  "GATELIVE_SATURDAY" : "Saturday",
  "GATELIVE_SUNDAY" : "Sunday",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY" : "This video is viewable for subscribers only. Please subscribe first.",
  "GATELIVE_API_COPY_USER_RULE" : "### 1.Copy Trading:\n\n* Copy Trading is a function that allows users to view and quickly follow the trading strategies shared by streamers during live streams.\n\n### 2.Copy Trading Instructions:\n\n* Users may select the appropriate type of copy trading based on your risk tolerance and financial situation. Currently supported options include spot, futures, futures copy trading and bots.\n* Users can view and manage their current orders at any time in the 'Assets' section.\n\n### 3.Disclaimer & Notices:\n\n* Please ensure that you have read and understood the above rules.\n* It is recommended that new users begin with small amounts to become familiar with the operations and strategies involved in copy trading.\n* It is the responsibility of users to comply with all relevant laws and regulations and to refrain from engaging in any illegal trading activities.\n* Please be aware that copy trading carries high risks. Users should make investment decisions based on their risk tolerance. Live streams only represent the streamer's personal views and do not reflect Gate.io's official stance. Gate.io advises users to be aware of market risks and invest cautiously.\n\n### **[More details](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE" : "### 1.Copy Trading:\n\n* Copy Trading is a function that allows streamers to share their trading strategies with users in real-time.\n* If users place orders by tapping on the streamer's shared orders during the live stream and order placed successfully, the streamer can earn a commission based on the trading fees paid by the users.\n\n### 2.How to Set up Copy Trading:\n\n* The trading account used by the streamer must match the streaming account when sharing orders during the live stream.\n\n### 3.Steps to Follow:\n\n* Select the [Copy] tab on the live stream page, then click the [Settings] button below to configure recommended content. Options include:\n\n1. Automatically share orders placed by the streamer during the live stream to the recommended list.\n2. Share the streamer's last 50 spot orders.\n3. Share the streamer's last 50 futures orders.\n\n* Recommended orders will generate cards and be added to the recommended list. Streamers can delete or pin cards in the list as needed.\n* During the live stream, set parameters, share trading strategies, and display the Gate.io trading interface for real-time trading.\n* The copy trading function is enabled by default during live streams. Streamers are advised to use the pin function so that users can easily follow your trades.\n\n### 4.Copy Trading Commission:\n\n* Streamers can attract more users by streaming live daily, thereby increasing the potential commission earnings from copy trading.\n* The GateLive Copy Trading commission is an extra commission ratio in addition to the platform's maximum 40% referral commission.\n* The commission of the previous week will be calculated every Monday, and will be distributed to the streamer's wallet in USDT within 7 working days (The accumulated commission should be more than 0.1 USDT to meet the minimum distribution requirement. ), check details in \"Wallet—Bill\". Reward distribution announcements will be released on [GateLive Post](https://www.gate.io/post/GateLive) and [GateLive X](https://twitter.com/GateioLive).\n* Copy trading commissions are calculated before 'Live Mining' commissions, and the two are not cumulative.\n\n### 5.Responsibilities and Obligations:\n\n* Streamers must provide clear and transparent trading records and conduct to maintain platform credibility and protect user interests.\n* Streamers must comply with Gate.io's trading regulations and legal requirements. The Copy Trading feature is for sharing trading strategies and does not constitute investment advice. Streamers should inform users of investment risks and encourage prudent investment.\n* Streamers must adhere to [Instructions on management norms and penalties for streamer violations](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Failure to comply will result in the immediate cancellation of commission eligibility.\n\n### 6.Disclaimer and Notices:\n\n* Copy trading represents the personal views and trading strategies of the streamer and does not reflect the platform's stance. Digital asset prices are highly volatile and carry significant market risks. Evaluate whether trading suits your goals and circumstances, including risks and potential benefits, and bear all associated risks.\n* Gate.io is not liable for any direct or indirect losses arising from copy trading, including but not limited to financial losses, profit losses, or any losses due to operational errors or network failures.\n* Users should understand and comply with Gate.io's relevant rules, including but not limited to trading rules and risk warnings, before engaging in copy trading.\n* Gate.io reserves the final interpretation right for this product feature.\n\n### **[More details](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED" : "Live-with function is not available",
  "GATELIVE_API_GET_LIVE_CODE_TIPS" : "RTMP stream link will be available 10 minutes before the LIVE",
  "GATELIVE_API_LIVE_BEFORE" : "You can be on LIVE 10 minutes before the scheduled time",
  "GATELIVE_AI_LIKE_QUESTION" : "How can we improve our service for you?",
  "GATELIVE_AI_LIKE_OPTION_ONE" : "Improve accuracy",
  "GATELIVE_AI_LIKE_OPTION_TWO" : "Enhance timeliness",
  "GATELIVE_AI_LIKE_OPTION_THREE" : "Display more content",
  "GATELIVE_AI_LIKE_OPTION_FOUR" : "Optimize content layout",
  "GATELIVE_AI_UN_LIKE_QUESTION" : "What issues are you experiencing with our service?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE" : "Not clear and easy to understand",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO" : "Information is too delayed",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE" : "No in-depth analysis",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR" : "No specific examples",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE" : "Content is garbled",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX" : "Content is incomplete",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN" : "Incorrect reasoning",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT" : "Unprofessional content",
  "GATELIVE_AI_SUMMARY" : "AI Summary",
  "GATELIVE_AI_SUMMARIZING" : "AI Summarizing",
  "GATELIVE_AI_TIPS" : "The summary of Live is generated using AI and its quality and accuracy are not guaranteed. It is provided for reference purposes only and do not represent the views of Gate.io.",
  "GATELIVE_AI_ABSTRACT" : "Summary",
  "GATELIVE_AI_HIGHLIGHTS" : "Highlights",
  "GATELIVE_REPEATED_TIP" : "Do not repeat operations",
  "GATELIVE_SECURITY_TIP" : "The content of the live stream represents the personal opinions of the streamer and does not reflect the official stance of Gate.io. Please make informed judgments and exercise caution when referencing the information. If the streamer encourages users to add accounts from other platforms, it constitutes a serious violation. If discovered, please report it to the platform immediately. To protect your privacy and financial security, do not share any contact information in the comments section to avoid potential scams. Please be aware that investments carry risks, and trading should be approached cautiously. Ensure you fully understand the associated risks before making investment decisions. For detailed terms and risk warnings related to live streaming, please refer to <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Gate.io Moments - Terms and Conditions</a>. We are committed to providing a safe and compliant live streaming environment. Thank you for your understanding and support.",
  "GATELIVE_SPACE_MARKET" : "Unauthorized marketing",
  "GATELIVE_SPACE_NET" : "Cyberbullying",
  "GATELIVE_SPACE_MISUSO" : "Misuse",
  "GATELIVE_SPACE_SOXUAL" : "Sexual content",
  "GATELIVE_SPACE_CHILD" : "Child safety",
  "GATELIVE_SPACE_OTHER" : "Others",
  "GATELIVE_SPACE_CAN_NOT_APPLY" : "You cannot apply to go live on Space at this time. Please contact customer support.",
  "GATELIVE_SPACE_SPEAKER_FULL" : "At most 6 people can speak at the same time",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY" : "Your have more than one UNFINISHED Live Apply!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY" : "Your have more than one UNSOLOVED Live Apply!",
  "GATELIVE_SPACE_APPLY_INBLACK" : "You have been banned for ",
  "GATELIVE_SPACE_CREATEROOM_FAILED" : "Failed to stream. Please re-apply for streaming access.",
  "GATELIVE_HOMEPAGE_ALL" : "ALL"
}