{
  "GATELIVE_API_INVALID_PARAM" : "Неправильний параметр",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR" : "Внутрішня помилка служби",
  "GATELIVE_API_NO_PERMISSION" : "У дозволі відмовлено",
  "GATELIVE_TODAY" : "Сьогодні",
  "GATELIVE_MONDAY" : "Понеділок",
  "GATELIVE_TUESDAY" : "Вівторок",
  "GATELIVE_WEDNESDAY" : "Среда",
  "GATELIVE_THURSDAY" : "Четвер",
  "GATELIVE_FRIDAY" : "П'ятниця",
  "GATELIVE_SATURDAY" : "Субота",
  "GATELIVE_SUNDAY" : "Неділя",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY" : "Це відео доступне лише для підписників. Будь ласка, спершу підпишіться.",
  "GATELIVE_API_COPY_USER_RULE" : "### 1. Копітрейдинг:\n\n* Копітрейдинг- це функція, яка дозволяє користувачам переглядати і швидко слідувати торговим стратегіям, якими діляться стрімери під час прямих трансляцій.\n\n### 2. Інструкції з Копітрейдингу:\n\n* Користувачі можуть вибрати відповідний тип Копітрейдингу, виходячи з вашої толерантності до ризику і фінансового стану. Наразі підтримуються спотові, ф'ючерсні, ф'ючерсний копітрейдинг та боти.\n* Користувачі можуть переглядати та керувати своїми поточними замовленнями в будь-який час у розділі \"Активи\".\n\n### 3. Відмова від відповідальності & Повідомлення:\n\n* Будь ласка, переконайтеся, що ви прочитали та зрозуміли вищезазначені правила.\n* Новим користувачам рекомендується починати з невеликих сум, щоб ознайомитися з операціями і стратегіями, пов'язаними з Копітрейдингом.\n* Користувачі несуть відповідальність за дотримання всіх відповідних законів і правил та утримання від участі в будь-якій незаконній торговельній діяльності.\n* Будь ласка, пам'ятайте, що Копітрейдинг пов'язаний з високими ризиками. Користувачі повинні приймати інвестиційні рішення на основі своєї толерантності до ризику. Прямі трансляції відображають лише особисті погляди стрімерів і не є офіційною позицією Gate.io. Gate.io радить користувачам пам'ятати про ринкові ризики та інвестувати з обережністю.\n\n### **[Більш детальна інформація](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE" : "### 1. Копі-трейдинг:\n\n* Копітрейдинг - це функція, яка дозволяє стрімерам ділитися своїми торговими стратегіями з користувачами в режимі реального часу.\n* Якщо користувачі розміщують ордери, натискаючи на спільні ордери стрімера під час прямої трансляції і успішно розміщують ордери, стрімер може заробити комісію на основі торгових зборів, сплачених користувачами.\n\n### 2. Як налаштувати Копітрейдинг:\n\n* Торгівельний рахунок, який використовує стрімер, повинен збігатися з рахунком стрімера при обміні ордерами під час прямої трансляції.\n\n### 3. Покрокові дії:\n\n* Виберіть вкладку [Копіювати] на сторінці прямої трансляції, а потім натисніть кнопку [Налаштування] нижче, щоб налаштувати рекомендований вміст. Варіанти включають в себе:\n\n1. Автоматично ділитися замовленнями, зробленими стрімером під час прямого ефіру, зі списком рекомендованих.\n2. Поділіться останніми 50 спот ордерами стрімера.\n3. Поділіться останніми 50 ф'ючерсними ордерами стрімера. \n\n* Стрімери можуть видаляти або закріплювати картки у списку за потреби.\n* Під час прямої трансляції встановлюйте параметри, діліться торговими стратегіями та відображайте торговий інтерфейс Gate.io для торгівлі в режимі реального часу.\n* Функція Копітрейдингу включена за замовчуванням під час прямих трансляцій. Стрімерам рекомендується використовувати функцію прикріплення, щоб користувачі могли легко стежити за вашими угодами.\n\n### 4. Комісія за Копітрейдинг:\n\n* Стрімери можуть залучати більше користувачів, щоденно транслюючи прямі ефіри, тим самим збільшуючи потенційні комісійні заробітки від Копітрейдингу.\n* Комісія GateLive Копітрейдингу - це додаткова комісія на додаток до максимальної реферальної комісії платформи в розмірі 40%.\n* Комісія за попередній тиждень буде розраховуватися щопонеділка і розподілятися на гаманець стрімера в USDT протягом 7 робочих днів (накопичена комісія повинна бути більше 0.1 USDT, щоб задовольнити мінімальну вимогу розподілу. ), перевіряйте деталі в \"Гаманець-Рахунок\". Оголошення про розподіл винагород будуть опубліковані на [GateLive Post](https://www.gate.io/post/GateLive) та [GateLive X] (https://twitter.com/GateioLive).\n* Комісії за Копітрейдинг розраховуються перед комісіями за \" Live Mining\", і вони не підсумовуються.\n\n### 5. Відповідальність та зобов'язання:\n\n* Стрімери повинні надавати чіткі та прозорі торгові записи та поведінку, щоб підтримувати довіру до платформи та захищати інтереси користувачів.\n* Стрімери повинні дотримуватися правил торгівлі Gate.io та вимог законодавства. Функція Копітрейдингу призначена для обміну торговими стратегіями і не є інвестиційною порадою. Стрімери повинні інформувати користувачів про інвестиційні ризики та заохочувати до розумного інвестування.\n* Стрімери повинні дотримуватися [Інструкції про правила поведінки та покарання за порушення] (https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Невиконання вимог призведе до негайного скасування права на отримання комісійних.\n\n### 6. Відмова від відповідальності та повідомлення:\n\n* Копітрейдинг представляє особисті погляди і торгові стратегії стримера і не відображає позицію платформи. Ціни на цифрові активи дуже волатильні і несуть значні ринкові ризики. Оцініть, чи відповідає торгівля вашим цілям і обставинам, включаючи ризики і потенційні вигоди, і візьміть на себе всі пов'язані з нею ризики.\n* Gate.io не несе відповідальності за будь-які прямі або непрямі збитки, пов'язані з торгівлею копіями, включаючи, але не обмежуючись фінансовими втратами, втратою прибутку або будь-якими втратами через операційні помилки або збої в мережі.\n* Користувачі повинні розуміти і дотримуватися відповідних правил Gate.io, включаючи, але не обмежуючись ними, правила торгівлі та попередження про ризики, перш ніж брати участь у Копітрейдингу.\n* Gate.io залишає за собою право остаточної інтерпретації цієї функції продукту.\n\n### **[Більш детальна інформація](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED" : "Одностороння функція мікрофона недоступна",
  "GATELIVE_API_GET_LIVE_CODE_TIPS" : "Посилання на потік RTMP буде доступне за 10 хвилин до прямого ефіру",
  "GATELIVE_API_LIVE_BEFORE" : "Ви можете бути в прямому ефірі за 10 хвилин до запланованого часу",
  "GATELIVE_AI_LIKE_QUESTION" : "Як ми можемо покращити наш сервіс для вас?",
  "GATELIVE_AI_LIKE_OPTION_ONE" : "Підвищити точність",
  "GATELIVE_AI_LIKE_OPTION_TWO" : "Підвищити своєчасність",
  "GATELIVE_AI_LIKE_OPTION_THREE" : "Показати більше вмісту",
  "GATELIVE_AI_LIKE_OPTION_FOUR" : "Оптимізувати макет вмісту",
  "GATELIVE_AI_UN_LIKE_QUESTION" : "Які проблеми у вас виникають з нашим сервісом?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE" : "Не чітко і не зрозуміло",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO" : "Інформація надто запізніла",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE" : "Без глибокого аналізу",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR" : "Без конкретних прикладів",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE" : "Вміст спотворений",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX" : "Вміст неповний",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN" : "Неправильна аргументація",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT" : "Непрофесійний контент",
  "GATELIVE_AI_SUMMARY" : "Резюме ШІ",
  "GATELIVE_AI_SUMMARIZING" : "Підсумок ШІ",
  "GATELIVE_AI_TIPS" : "Короткий підсумок прямого ефіру генерується за допомогою штучного інтелекту, і його якість і точність не гарантуються. Вона надається виключно для ознайомлення і не відображає точку зору Gate.io.",
  "GATELIVE_AI_ABSTRACT" : "Зведення",
  "GATELIVE_AI_HIGHLIGHTS" : "Основні моменти",
  "GATELIVE_REPEATED_TIP" : "Не повторюйте операції",
  "GATELIVE_SECURITY_TIP" : "Зміст прямої трансляції відображає особисті думки стрімера і не відображає офіційну позицію Gate.io. Робіть обґрунтовані висновки та будьте обережні при використанні інформації. Якщо стример закликає користувачів додавати акаунти з інших платформ, це є серйозним порушенням. У разі виявлення, негайно повідомте про це платформу. Для захисту вашої конфіденційності та фінансової безпеки не діліться контактними даними в коментарях, щоб уникнути можливих шахрайств. Будь ласка, пам'ятайте, що інвестиції пов'язані з ризиками, і до торгівлі слід підходити з обережністю. Переконайтеся, що ви повністю розумієте пов'язані ризики, перш ніж приймати інвестиційні рішення. Для детальних умов і попереджень про ризики, пов'язані з прямими трансляціями, звертайтеся до <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Gate.io Moments - Умови використання</a>. Ми прагнемо забезпечити безпечне та відповідне середовище для прямих трансляцій. Дякуємо за ваше розуміння та підтримку.",
  "GATELIVE_SPACE_MARKET" : "Несанкціонований маркетинг",
  "GATELIVE_SPACE_NET" : "Кібербулінг",
  "GATELIVE_SPACE_MISUSO" : "Неправильне використання",
  "GATELIVE_SPACE_SOXUAL" : "Сексуальний контент",
  "GATELIVE_SPACE_CHILD" : "Безпека дітей",
  "GATELIVE_SPACE_OTHER" : "Інші",
  "GATELIVE_SPACE_CAN_NOT_APPLY" : "Наразі ви не можете подати заявку на пряму трансляцію на Space. Будь ласка, зверніться до служби підтримки.",
  "GATELIVE_SPACE_SPEAKER_FULL" : "Одночасно можуть говорити не більше 6 осіб",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY" : "У вас більше однієї НЕЗАВЕРШЕНОЇ заявки на участь у прямому ефірі!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY" : "У вас є більше однієї НЕВИРІШЕНОЇ заявки на участь у прямому ефірі!",
  "GATELIVE_SPACE_APPLY_INBLACK" : "Вас забанили на ",
  "GATELIVE_SPACE_CREATEROOM_FAILED" : "Не вдалося транслювати. Будь ласка, повторно подайте заявку на доступ до стрімінгу.",
  "GATELIVE_HOMEPAGE_ALL" : "ВСІ"
}