{
  "GATELIVE_API_INVALID_PARAM" : "Thông số không hợp lệ",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR" : "Lỗi dịch vụ nội bộ",
  "GATELIVE_API_NO_PERMISSION" : "Quyền bị từ chối",
  "GATELIVE_TODAY" : "Hôm nay",
  "GATELIVE_MONDAY" : "Thứ hai",
  "GATELIVE_TUESDAY" : "Thứ ba",
  "GATELIVE_WEDNESDAY" : "Thứ tư",
  "GATELIVE_THURSDAY" : "Thứ năm",
  "GATELIVE_FRIDAY" : "Thứ sáu",
  "GATELIVE_SATURDAY" : "Thứ bảy",
  "GATELIVE_SUNDAY" : "Chủ nhật",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY" : "Video này chỉ có thể xem được đối với người đăng ký. Vui lòng đăng ký trước.",
  "GATELIVE_API_COPY_USER_RULE" : "### 1. Sao chép giao dịch:\n\n* Sao chép giao dịch là chức năng cho phép người dùng xem và nhanh chóng thực hiện theo các chiến lược giao dịch được chia sẻ bởi các Streamer trong các buổi livestream.\n\n### 2. Hướng dẫn Sao chép giao dịch:\n\n* Người dùng có thể chọn loại sao chép giao dịch phù hợp dựa trên mức độ chấp nhận rủi ro và tình hình tài chính của bạn. Các tùy chọn hiện được hỗ trợ bao gồm giao dịch giao ngay, hợp đồng, sao chép giao dịch hợp đồng và bot.\n* Người dùng có thể xem và quản lý lệnh hiện tại của mình bất kỳ lúc nào trong phần 'Tài sản'.\n\n### 3. Tuyên bố từ chối trách nhiệm & Thông báo:\n\n* Vui lòng đảm bảo rằng bạn đã đọc và hiểu các quy tắc trên.\n* Người dùng mới nên bắt đầu với số tiền nhỏ để làm quen với các thao tác và chiến lược liên quan đến sao chép giao dịch.\n* Người dùng có trách nhiệm tuân thủ tất cả các luật và quy tắc có liên quan và không tham gia vào bất kỳ hoạt động giao dịch bất hợp pháp nào.\n* Xin lưu ý rằng sao chép giao dịch có rủi ro cao. Người dùng nên đưa ra quyết định đầu tư dựa trên mức độ chấp nhận rủi ro của mình. Livestream chỉ thể hiện quan điểm cá nhân của streamer và không đại diện quan điểm chính thức của Gate.io. Gate.io khuyên người dùng nên nhận thức được rủi ro thị trường và đầu tư một cách thận trọng.\n\n### **[Thêm chi tiết](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE" : "### 1. Sao chép giao dịch:\n\n* Sao chép giao dịch là chức năng cho phép Streamer chia sẻ chiến lược giao dịch của họ với người dùng trong thời gian thực.\n* Nếu người dùng đặt lệnh bằng cách nhấn vào các lệnh được chia sẻ từ Streamer trong quá trình phát trực tiếp và đặt lệnh thành công, Streamer có thể kiếm được hoa hồng dựa trên phí giao dịch do người dùng trả.\n\n### 2. Cách thiết lập giao dịch sao chép:\n\n* Tài khoản giao dịch mà Streamer sử dụng phải khớp với tài khoản livestream khi chia sẻ lệnh trong quá trình phát trực tiếp.\n\n### 3. Các bước cần làm theo:\n\n* Chọn [Sao chép] trên trang phát trực tiếp, sau đó nhấp vào nút [Cài đặt] bên dưới để định cấu hình nội dung được đề xuất. Các tùy chọn bao gồm:\n\n 1. Tự động chia sẻ lệnh do Streamer đặt trong quá trình phát trực tiếp vào danh sách đề xuất.\n2. Chia sẻ 50 lệnh giao ngay mới nhất của Streamer.\n3. Chia sẻ 50 lệnh hợp đồng mới nhất của Streamer. \n\n* Streamer có thể xóa hoặc ghim thẻ trong danh sách nếu cần.\n* Trong quá trình phát trực tiếp, đặt tham số, chia sẻ chiến lược giao dịch và hiển thị giao diện giao dịch Gate.io để giao dịch theo thời gian thực.\n* Chức năng sao chép giao dịch được bật mặc định trong khi phát trực tiếp. Streamer nên sử dụng chức năng ghim để người dùng có thể dễ dàng theo dõi giao dịch của bạn.\n\n### 4. Hoa hồng sao chép giao dịch:\n\n* Streamer có thể thu hút nhiều người dùng hơn bằng cách livestream hàng ngày, từ đó tăng thu nhập hoa hồng tiềm năng từ giao dịch sao chép.\n* Hoa hồng Giao dịch sao chép GateLive là một tỷ lệ hoa hồng bổ sung ngoài hoa hồng giới thiệu tối đa 40% của nền tảng.\n* Hoa hồng của tuần trước sẽ được tính vào thứ Hai hàng tuần và sẽ được phân phối vào ví của Streamer bằng USDT trong vòng 7 ngày làm việc (Hoa hồng tích lũy phải lớn hơn 0.1 USDT để đáp ứng yêu cầu phân phối tối thiểu. ), kiểm tra chi tiết trong \"Ví—Hóa đơn\". Thông báo phân phối phần thưởng sẽ được phát hành trên [GateLive Post](https://www.gate.io/post/GateLive) và [GateLive X](https://twitter.com/GateioLive).\n* Hoa hồng sao chép giao dịch được tính trước hoa hồng 'Khai thác Livestream' và cả hai khoản hoa hồng này không được tích lũy.\n\n### 5. Trách nhiệm và nghĩa vụ:\n\n* Streamer phải cung cấp lịch sử giao dịch rõ ràng và minh bạch cũng như cách ứng xử để duy trì độ tin cậy của nền tảng và bảo vệ lợi ích của người dùng.\n* Streamer phải tuân thủ các quy định giao dịch và yêu cầu pháp lý của Gate.io. Tính năng Sao chép Giao dịch là để chia sẻ chiến lược giao dịch và không phải là lời khuyên đầu tư. Streamer nên thông báo cho người dùng về rủi ro đầu tư và khuyến khích đầu tư thận trọng.\n* Streamer phải tuân thủ [Hướng dẫn về các quy tắc quản lý và hình phạt đối với hành vi vi phạm của Streamer](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Việc không tuân thủ sẽ dẫn đến việc hủy bỏ tính đủ điều kiện nhận hoa hồng ngay lập tức.\n\n### 6. Tuyên bố miễn trừ trách nhiệm và thông báo:\n\n* Sao chép giao dịch thể hiện quan điểm cá nhân và chiến lược giao dịch của Streamer và không đại diện cho quan điểm của nền tảng. Giá tài sản kỹ thuật số rất biến động và đi kèm rủi ro thị trường đáng kể. Đánh giá xem giao dịch có phù hợp với mục tiêu và điều kiện của bạn hay không, bao gồm cả rủi ro và lợi ích tiềm năng cũng như chịu mọi rủi ro liên quan.\n* Gate.io không chịu trách nhiệm về bất kỳ tổn thất trực tiếp hoặc gián tiếp nào phát sinh từ giao dịch sao chép, bao gồm nhưng không giới hạn ở tổn thất tài chính, tổn thất lợi nhuận hoặc bất kỳ tổn thất nào do lỗi vận hành hoặc lỗi mạng.\n* Người dùng nên hiểu và tuân thủ các quy tắc liên quan của Gate.io, bao gồm nhưng không giới hạn ở các quy tắc giao dịch và cảnh báo rủi ro, trước khi tham gia giao dịch sao chép.\n* Gate.io bảo lưu quyền giải thích cuối cùng về tính năng sản phẩm này.\n\n### **[Thêm chi tiết](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED" : "Tính năng microphone hai chiều chưa được mở",
  "GATELIVE_API_GET_LIVE_CODE_TIPS" : "Liên kết phát trực tiếp RTMP sẽ có sẵn 10 phút trước khi TRỰC TIẾP",
  "GATELIVE_API_LIVE_BEFORE" : "Bạn có thể PHÁT TRỰC TIẾP 10 phút trước thời gian dự kiến",
  "GATELIVE_AI_LIKE_QUESTION" : "Làm thế nào chúng tôi có thể cải thiện dịch vụ của chúng tôi cho bạn?",
  "GATELIVE_AI_LIKE_OPTION_ONE" : "Cải thiện độ chính xác",
  "GATELIVE_AI_LIKE_OPTION_TWO" : "Tăng cường tính kịp thời",
  "GATELIVE_AI_LIKE_OPTION_THREE" : "Hiển thị thêm nội dung",
  "GATELIVE_AI_LIKE_OPTION_FOUR" : "Tối ưu hóa bố cục nội dung",
  "GATELIVE_AI_UN_LIKE_QUESTION" : "Bạn đang gặp vấn đề gì với dịch vụ của chúng tôi?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE" : "Không rõ ràng và dễ hiểu",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO" : "Thông tin quá chậm trễ",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE" : "Không có phân tích chuyên sâu",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR" : "Không có ví dụ cụ thể",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE" : "Nội dung bị bóp méo",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX" : "Nội dung chưa đầy đủ",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN" : "Lý luận không đúng",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT" : "Nội dung không chuyên nghiệp",
  "GATELIVE_AI_SUMMARY" : "AI tóm tắt",
  "GATELIVE_AI_SUMMARIZING" : "AI đang tóm tắt",
  "GATELIVE_AI_TIPS" : "Tóm tắt Livestream được tạo bằng AI nên chất lượng cũng như độ chính xác của nó không được đảm bảo. Nội dung trên chỉ mang tính chất tham khảo và không thể hiện quan điểm của Gate.io.",
  "GATELIVE_AI_ABSTRACT" : "Tóm tắt",
  "GATELIVE_AI_HIGHLIGHTS" : "Điểm nổi bật",
  "GATELIVE_REPEATED_TIP" : "Không lặp lại các thao tác",
  "GATELIVE_SECURITY_TIP" : "Nội dung của buổi livestream thể hiện quan điểm cá nhân của streamer và không phản ánh quan điểm chính thức của Gate.io. Hãy đưa ra phán đoán sáng suốt và thận trọng khi tham khảo thông tin. Nếu streamer khuyến khích người dùng thêm tài khoản từ các nền tảng khác thì đó là hành vi vi phạm nghiêm trọng. Nếu phát hiện, vui lòng báo cáo ngay cho nền tảng. Để bảo vệ quyền riêng tư và an toàn cho tài sảncủa bạn, không chia sẻ bất kỳ thông tin liên lạc nào trong phần bình luận để tránh bị lừa đảo. Xin lưu ý rằng đầu tư có rủi ro và cần phải thận trọng khi giao dịch. Đảm bảo bạn hiểu đầy đủ các rủi ro liên quan trước khi đưa ra quyết định đầu tư. Để biết các điều khoản chi tiết và cảnh báo rủi ro liên quan đến livestream, vui lòng tham khảo <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Khoảnh khắc Gate.io - Điều khoản và Điều kiện</a>. Chúng tôi cam kết cung cấp một môi trường livestream an toàn và tuân thủ quy định. Cảm ơn sự thông cảm và ủng hộ của bạn.",
  "GATELIVE_SPACE_MARKET" : "Tiếp thị không được ủy quyền",
  "GATELIVE_SPACE_NET" : "Bạo lực mạng",
  "GATELIVE_SPACE_MISUSO" : "Lạm dụng",
  "GATELIVE_SPACE_SOXUAL" : "Nội dung khiêu dâm",
  "GATELIVE_SPACE_CHILD" : "An toàn cho trẻ em",
  "GATELIVE_SPACE_OTHER" : "Khác",
  "GATELIVE_SPACE_CAN_NOT_APPLY" : "Bạn hiện không thể đăng ký để livestream trên Space. Vui lòng liên hệ với bộ phận CSKH.",
  "GATELIVE_SPACE_SPEAKER_FULL" : "Tối đa 6 người có thể phát biểu cùng một lúc",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY" : "Bạn đang có livestream chưa kết thúc, hãy thử lại sau khi kết thúc!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY" : "Bạn đang có đăng ký chờ xét duyệt, vui lòng chờ đợi!",
  "GATELIVE_SPACE_APPLY_INBLACK" : "Bạn đã bị cấm trong ",
  "GATELIVE_SPACE_CREATEROOM_FAILED" : "Không phát trực tuyến được. Vui lòng đăng ký lại để được truy cập phát trực tuyến.",
  "GATELIVE_HOMEPAGE_ALL" : "ALL"
}