{
  "GATELIVE_API_INVALID_PARAM" : "parámetro no válido",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR" : "Error de servicio interno",
  "GATELIVE_API_NO_PERMISSION" : "Permiso denegado",
  "GATELIVE_TODAY" : "Hoy",
  "GATELIVE_MONDAY" : "Lunes",
  "GATELIVE_TUESDAY" : "Martes",
  "GATELIVE_WEDNESDAY" : "Miércoles",
  "GATELIVE_THURSDAY" : "Jueves",
  "GATELIVE_FRIDAY" : "Viernes",
  "GATELIVE_SATURDAY" : "Sábado",
  "GATELIVE_SUNDAY" : "Domingo",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY" : "Este vídeo sólo está disponible para suscriptores. Por favor, suscríbase primero.",
  "GATELIVE_API_COPY_USER_RULE" : "### 1. Copy Trading:\n\n* Copy Trading es una función que permite a los usuarios ver y seguir rápidamente las estrategias de trading compartidas por los streamers durante las transmisiones en vivo.\n\n### 2. Instrucciones de Copy Trading:\n\n* Los usuarios pueden seleccionar el tipo de copy trading adecuado en función de su tolerancia al riesgo y su situación financiera. Las opciones admitidas actualmente incluyen spot, futuros, copy trading de futuros y bots.\n* Los usuarios pueden ver y gestionar sus pedidos actuales en cualquier momento en la sección \"Activos\".\n\n### 3. Descargo de responsabilidad y avisos:\n\n* Asegúrese de haber leído y entendido las reglas anteriores.\n* Se recomienda que los nuevos usuarios comiencen con pequeñas cantidades para familiarizarse con las operaciones y estrategias involucradas en el copy trading.\n* Es responsabilidad de los usuarios cumplir con todas las leyes y regulaciones pertinentes y abstenerse de participar en actividades comerciales ilegales.\n* Tenga en cuenta que el copy trading conlleva altos riesgos. Los usuarios deben tomar decisiones de inversión basadas en su tolerancia al riesgo. Las transmisiones en vivo solo representan los puntos de vista personales del streamer y no reflejan la postura oficial de Gate.io. Gate.io aconseja a los usuarios que sean conscientes de los riesgos del mercado e inviertan con cautela.\n\n### **[Más detalles](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE" : "### 1. Copy Trading:\n\n* El Copy Trading es una función que permite a los streamers compartir sus estrategias de trading con los usuarios en tiempo real.\n* Si los usuarios realizan pedidos tocando los pedidos compartidos del streamer durante la transmisión en vivo y el pedido se realiza con éxito, el streamer puede ganar una comisión basada en las tarifas comerciales pagadas por los usuarios.\n\n### 2. Cómo configurar el copy trading:\n\n* La cuenta de comercio utilizada por el streamer debe coincidir con la cuenta de streaming cuando se comparten órdenes durante la transmisión en vivo.\n\n### 3. Pasos a seguir:\n\n* Selecciona la pestaña [Copiar] en la página de transmisión en vivo y, a continuación, haz clic en el botón [Configuración] que aparece a continuación para configurar el contenido recomendado. Las opciones incluyen:\n\n1. Comparta automáticamente los pedidos realizados por el streamer durante la transmisión en vivo en la lista recomendada.\n2. Comparte los últimos 50 pedidos spot del streamer.\n3. Comparte las últimas 50 órdenes de futuros del streamer. \n\n* Los streamers pueden eliminar o anclar tarjetas en la lista según sea necesario.\n* Durante la transmisión en vivo, establezca parámetros, comparta estrategias comerciales y muestre la interfaz comercial dfe Gate.io para operar en tiempo real.\n* La función de copy trading está habilitada de forma predeterminada durante las transmisiones en vivo. Se aconseja a los streamers que utilicen la función de pin para que los usuarios puedan seguir fácilmente sus operaciones.\n\n### 4. Comisión de Copy Trading:\n\n* Los streamers pueden atraer a más usuarios transmitiendo en vivo todos los días, lo que aumenta las posibles ganancias por comisiones del copy trading.\n* La comisión de GateLive Copy Trading es una proporción de comisión adicional además de la comisión máxima de referencia del 40% de la plataforma.\n* La comisión de la semana anterior se calculará todos los lunes y se distribuirá a la billetera del streamer en USDT dentro de los 7 días hábiles (La comisión acumulada debe ser superior a 0.1 USDT para cumplir con el requisito mínimo de distribución. ), verifique los detalles en \"Billetera-Factura\". Los anuncios de distribución de recompensas se publicarán en [GateLive Post](https://www.gate.io/post/GateLive) y [GateLive X](https://twitter.com/GateioLive).\n* Las comisiones de copy trading se calculan antes de las comisiones de 'Live Mining', y las dos no son acumulativas.\n\n### 5. Responsabilidades y obligaciones:\n\n* Los streamers deben proporcionar registros y conductas comerciales claros y transparentes para mantener la credibilidad de la plataforma y proteger los intereses de los usuarios.\n* Los streamers deben cumplir con las regulaciones comerciales y los requisitos legales de Gate.io. La función de Copy Trading es para compartir estrategias de comercio y no constituye un consejo de inversión. Los streamers deben informar a los usuarios de los riesgos de inversión y fomentar una inversión prudente.\n* Los streamers deben cumplir con [Instrucciones sobre normas de gestión y sanciones por infracciones de streamers](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). El incumplimiento dará lugar a la cancelación inmediata de la elegibilidad de la comisión.\n\n### 6. Descargo de responsabilidad y avisos:\n\n* El copy trading representa los puntos de vista personales y las estrategias de comecio del streamer y no refleja la postura de la plataforma. Los precios de los activos digitales son muy volátiles y conllevan importantes riesgos de mercado. Evalúe si el comercio se adapta a sus objetivos y circunstancias, incluidos los riesgos y beneficios potenciales, y asuma todos los riesgos asociados.\n* Gate.io no es responsable de ninguna pérdida directa o indirecta que surja del copy trading, incluidas, entre otras, las pérdidas financieras, las pérdidas de ganancias o cualquier pérdida debida a errores operativos o fallas de red.\n* Los usuarios deben comprender y cumplir con las reglas relevantes de Gate.io, incluidas, entre otras, las reglas comerciales y las advertencias de riesgo, antes de participar en el copy trading.\n* Gate.io se reserva el derecho de interpretación final de esta característica del producto.\n\n### **[Más detalles](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED" : "Live-with function is not available",
  "GATELIVE_API_GET_LIVE_CODE_TIPS" : "El enlace de transmisión RTMP estará disponible 10 minutos antes del DIRECTO",
  "GATELIVE_API_LIVE_BEFORE" : "Puedes estar EN DIRECTO 10 minutos antes de la hora programada",
  "GATELIVE_AI_LIKE_QUESTION" : "¿Cómo podemos mejorar nuestro servicio?",
  "GATELIVE_AI_LIKE_OPTION_ONE" : "Mejorar la precisión",
  "GATELIVE_AI_LIKE_OPTION_TWO" : "Incrementar la rapidez",
  "GATELIVE_AI_LIKE_OPTION_THREE" : "Mostrar más contenido",
  "GATELIVE_AI_LIKE_OPTION_FOUR" : "Optimizar el diseño del contenido",
  "GATELIVE_AI_UN_LIKE_QUESTION" : "¿Qué problemas está experimentando con nuestro servicio?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE" : "No es claro ni fácil de entender",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO" : "La información se retrasa demasiado",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE" : "Sin análisis en profundidad",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR" : "No hay ejemplos concretos",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE" : "El contenido es confuso",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX" : "El contenido está incompleto",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN" : "Razonamiento incorrecto",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT" : "Contenido poco profesional",
  "GATELIVE_AI_SUMMARY" : "Resumen de IA",
  "GATELIVE_AI_SUMMARIZING" : "Resumen de IA en progreso",
  "GATELIVE_AI_TIPS" : "El resumen de En vivo se ha generado mediante IA y no se garantiza su calidad ni exactitud. Se proporciona solo con fines de referencia y no representa los puntos de vista de Gate.io.",
  "GATELIVE_AI_ABSTRACT" : "Resumen",
  "GATELIVE_AI_HIGHLIGHTS" : "Destacados",
  "GATELIVE_REPEATED_TIP" : "No repita las operaciones",
  "GATELIVE_SECURITY_TIP" : "El contenido de la transmisión en vivo representa las opiniones personales del streamer y no refleja la postura oficial de Gate.io. Le pedimos que realice valoraciones con conocimiento de causa y actúe con cautela a la hora de consultar la información. En caso de que el streamer anime a los usuarios a añadir cuentas de otras plataformas, constituirá una infracción grave. Si lo descubre, notifíquelo inmediatamente a la plataforma. Para proteger su privacidad y seguridad financiera, no comparta ninguna información de contacto en la sección de comentarios para evitar posibles estafas. Tenga en cuenta que las inversiones conllevan riesgos y que el trading debe plantearse con cautela. Asegúrese de comprender plenamente los riesgos asociados antes de tomar decisiones de inversión. Para conocer los términos detallados y las advertencias de riesgos relacionados con la transmisión en vivo, consulte <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Momentos de Gate.io - Términos y condiciones</a>. Nos comprometemos a proporcionar un entorno de transmisión en vivo seguro y conforme a las normas. Gracias por su comprensión y apoyo.",
  "GATELIVE_SPACE_MARKET" : "Marketing no autorizado",
  "GATELIVE_SPACE_NET" : "Ciberacoso",
  "GATELIVE_SPACE_MISUSO" : "Uso indebido",
  "GATELIVE_SPACE_SOXUAL" : "Contenido sexual",
  "GATELIVE_SPACE_CHILD" : "Seguridad de menores",
  "GATELIVE_SPACE_OTHER" : "Otros",
  "GATELIVE_SPACE_CAN_NOT_APPLY" : "En este momento no puede solicitar ir en vivo en Space. Contacte con el servicio de atención al cliente.",
  "GATELIVE_SPACE_SPEAKER_FULL" : "Pueden hablar un máximo de 6 personas al mismo tiempo",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY" : "¡Tiene más de una solicitud en tiempo real SIN FINALIZAR!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY" : "¡Tiene más de una solicitud en tiempo real SIN RESOLVER!",
  "GATELIVE_SPACE_APPLY_INBLACK" : "Se le ha expulsado durante ",
  "GATELIVE_SPACE_CREATEROOM_FAILED" : "Fallo en la transmisión. Vuelva a solicitar el acceso al streaming.",
  "GATELIVE_HOMEPAGE_ALL" : "TODO"
}