{
  "GATELIVE_API_INVALID_PARAM" : "parâmetro inválido",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR" : "Erro de Serviço Interno",
  "GATELIVE_API_NO_PERMISSION" : "Permissão negada",
  "GATELIVE_TODAY" : "Hoje",
  "GATELIVE_MONDAY" : "Segunda-feira",
  "GATELIVE_TUESDAY" : "Terça-feira",
  "GATELIVE_WEDNESDAY" : "Quarta-feira",
  "GATELIVE_THURSDAY" : "Quinta-feira",
  "GATELIVE_FRIDAY" : "Sexta-feira",
  "GATELIVE_SATURDAY" : "Sábado",
  "GATELIVE_SUNDAY" : "Domingo",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY" : "Este vídeo só pode ser visto por subscritores. Por favor, subscreva primeiro.",
  "GATELIVE_API_COPY_USER_RULE" : "### 1. Negociação de Cópias:\n\n* A Negociação de Cópias é uma função que permite aos utilizadores ver e seguir rapidamente as estratégias de negociação partilhadas pelos streamers durante as transmissões ao vivo.\n\n### 2. Instruções de Negociação de Cópias:\n\n* Os utilizadores podem selecionar o tipo apropriado de negociação de cópias com base na sua tolerância ao risco e situação financeira. As opções atualmente suportadas incluem spot, futuros, negociação de cópias de futuros e bots.\n* Os utilizadores podem ver e gerir as suas ordens atuais a qualquer momento na secção \"Ativos\".\n\n### 3. Aviso Legal e Avisos:\n\n* Certifique-se de que leu e compreendeu as regras acima.\n* Recomenda-se que os novos utilizadores comecem com pequenas quantidades para se familiarizarem com as operações e estratégias envolvidas na negociação de cópias.\n* É da responsabilidade dos utilizadores cumprir todas as leis e regulamentos relevantes e abster-se de se envolver em quaisquer atividades de negociação ilegais.\n* Por favor, tenha em atenção que a negociação de cópias acarreta riscos elevados. Os utilizadores devem tomar decisões de investimento com base na sua tolerância ao risco. As transmissões em direto representam apenas as opiniões pessoais do streamer e não refletem a posição oficial da Gate.io. A Gate.io aconselha os utilizadores a estarem conscientes dos riscos de mercado e a investirem com cautela.\n\n### **[Mais detalhes](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE" : "### 1. Negociação de Cópias:\n\n* A Negociação de Cópias é uma função que permite aos streamers partilharem as suas estratégias de negociação com os utilizadores em tempo real.\n* Se os utilizadores colocarem ordens tocando nas ordens partilhadas do streamer durante a transmissão em direto e a ordem for colocada com sucesso, o streamer pode ganhar uma comissão com base nas taxas de negociação pagas pelos utilizadores.\n\n### 2. Como Configurar a Negociação de Cópias:\n\n* A conta de negociação usada pelo streamer deve corresponder à conta de streaming quando partilhar ordens durante a transmissão ao vivo.\n\n### 3. Passos a Seguir:\n\n* Selecione o separador [Copiar] na página de transmissão em direto e, em seguida, clique no botão [Definições] abaixo para configurar o conteúdo recomendado. As opções incluem:\n\n1. Partilhar automaticamente as ordens colocadas pelo streamer durante a transmissão em direto para a lista recomendada.\n2. Partilhe as últimas 50 ordens de spots do streamer.\n3. Partilhe as últimas 50 ordens de futuros do streamer. \n\n* Os streamers podem eliminar ou fixar cartões na lista conforme necessário.\n* Durante a transmissão em direto, defina parâmetros, partilhe estratégias de ação e apresente a interface de negociação da Gate.io para negociação em tempo real.\n* A função de negociação de cópias é ativada por defeito durante as transmissões em direto. Os streamers são aconselhados a utilizar a função de pin para que os utilizadores possam seguir facilmente as suas negociações.\n\n### 4. Comissão de Negociação de Cópias:\n\n* Os streamers podem atrair mais utilizadores se fizerem streaming ao vivo diariamente, aumentando assim os potenciais ganhos de comissão da negociação de cópias.\n* A comissão GateLive Negociação de Cópias é um rácio de comissão extra para além da comissão de referência máxima de 40% da plataforma.\n* A comissão da semana anterior será calculada todas as segundas-feiras e será distribuída para a carteira do streamer em USDT no prazo de 7 dias úteis (a comissão acumulada deve ser superior a 0,1 USDT para cumprir o requisito mínimo de distribuição). ), consulte os pormenores em \"Wallet-Bill\". Os anúncios de distribuição de prémios serão divulgados em [GateLive Post] (https://www.gate.io/post/GateLive) e [GateLive X](https://twitter.com/GateioLive).\n* As comissões de Negociação de Cópias são calculadas antes das comissões de 'Mineração ao vivo', e as duas não são cumulativas.\n\n### 5. Responsabilidades e Obrigações:\n\n* Os streamers devem fornecer registos de negociação e conduta claros e transparentes para manter a credibilidade da plataforma e proteger os interesses dos utilizadores.\n* Os Streamers devem cumprir os regulamentos de negociação e os requisitos legais da Gate.io. A funcionalidade de negociação de cópias destina-se a partilhar estratégias de negociação e não constitui um conselho de investimento. Os Streamers devem informar os utilizadores dos riscos de investimento e incentivar um investimento prudente.\n* Os streamers devem respeitar as [Instruções sobre as normas de gestão e sanções em caso de infração] (https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). O incumprimento implica a anulação imediata da elegibilidade para a comissão.\n\n### 6. Aviso Legal e Avisos:\n\n* A negociação de cópias representa as opiniões pessoais e estratégias de negociação do streamer e não reflete a posição da plataforma. Os preços dos ativos digitais são altamente voláteis e comportam riscos de mercado significativos. Avaliar se a negociação se adequa aos seus objetivos e circunstâncias, incluindo os riscos e potenciais benefícios, e assumir todos os riscos associados.\n* A Gate.io não é responsável por quaisquer perdas diretas ou indiretas resultantes da negociação de cópias, incluindo, mas não se limitando a, perdas financeiras, perdas de lucros ou quaisquer perdas devidas a erros operacionais ou falhas de rede.\n* Os utilizadores devem compreender e cumprir as regras relevantes da Gate.io, incluindo, entre outras, as regras de negociação e os avisos de risco, antes de se envolverem na negociação de cópias.\n* A Gate.io reserva-se o direito de interpretação final desta caraterística do produto.\n\n### **[Mais detalhes](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED" : "Live-with function is not available",
  "GATELIVE_API_GET_LIVE_CODE_TIPS" : "A ligação de stream RTMP vai estar disponível 10 min antes do DIRETO",
  "GATELIVE_API_LIVE_BEFORE" : "Pode estar no DIRETO 10 minutos antes da hora marcada",
  "GATELIVE_AI_LIKE_QUESTION" : "Como podemos melhorar o nosso serviço para si?",
  "GATELIVE_AI_LIKE_OPTION_ONE" : "Melhorar precisão",
  "GATELIVE_AI_LIKE_OPTION_TWO" : "Melhorar a oportunidade",
  "GATELIVE_AI_LIKE_OPTION_THREE" : "Mostrar mais conteúdos",
  "GATELIVE_AI_LIKE_OPTION_FOUR" : "Otimizar o layout dos conteúdos",
  "GATELIVE_AI_UN_LIKE_QUESTION" : "Que problemas está a ter com o nosso serviço?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE" : "Não é claro e fácil de compreender",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO" : "A informação está demasiado atrasada",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE" : "Nenhuma análise aprofundada",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR" : "Não há exemplos específicos",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE" : "O conteúdo está distorcido",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX" : "O conteúdo está incompleto",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN" : "Raciocínio incorreto",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT" : "Conteúdo não profissional",
  "GATELIVE_AI_SUMMARY" : "Resumo da IA",
  "GATELIVE_AI_SUMMARIZING" : "Elaboração de resumo de IA",
  "GATELIVE_AI_TIPS" : "O resumo do Ao vivo é gerado recurso a IA e a sua qualidade e exatidão não são garantidas. É fornecido apenas para fins de referência e não representa a opinião da Gate.io.",
  "GATELIVE_AI_ABSTRACT" : "Resumo",
  "GATELIVE_AI_HIGHLIGHTS" : "Destaques",
  "GATELIVE_REPEATED_TIP" : "Não repetir operações",
  "GATELIVE_SECURITY_TIP" : "O conteúdo da transmissão ao vivo representa as opiniões pessoais do streamer e não reflete a posição oficial da Gate.io. Faça juízos informados e tenha cuidado ao consultar as informações. Se o streamer encorajar os utilizadores a adicionar contas de outras plataformas, isso constitui uma violação grave. Se encontrar alguma, denuncie-a imediatamente. Para proteger a sua privacidade e segurança financeira, não partilhe quaisquer informações de contacto na secção de comentários para evitar potenciais burlas. Tenha em conta que os investimentos implicam riscos e que a negociação deve ser efetuada com prudência. Certifique-se de que compreende plenamente os riscos associados antes de tomar decisões de investimento. Para obter termos detalhados e avisos de risco relacionados com a transmissão ao vivo, consulte <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Momentos da Gate.io - Termos e Condições</a>. Estamos empenhados em proporcionar um ambiente de transmissão em direto seguro e em conformidade com as normas. Obrigado pela sua compreensão e apoio.",
  "GATELIVE_SPACE_MARKET" : "Marketing não autorizado",
  "GATELIVE_SPACE_NET" : "Cyberbullying",
  "GATELIVE_SPACE_MISUSO" : "Utilização indevida",
  "GATELIVE_SPACE_SOXUAL" : "Conteúdo sexual",
  "GATELIVE_SPACE_CHILD" : "Segurança infantil",
  "GATELIVE_SPACE_OTHER" : "Outros",
  "GATELIVE_SPACE_CAN_NOT_APPLY" : "De momento, não pode pedir para entrar ao vivo no Space. Por favor, contacte o apoio ao cliente.",
  "GATELIVE_SPACE_SPEAKER_FULL" : "6 pessoas podem falar ao mesmo tempo, no máximo",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY" : "Tem mais do que uma solicitação direta POR CONCLUIR!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY" : "Tem mais do que uma solicitação direta POR RESOLVER!",
  "GATELIVE_SPACE_APPLY_INBLACK" : "O seu acesso está interdito durante ",
  "GATELIVE_SPACE_CREATEROOM_FAILED" : "Falha na transmissão ao vivo. Volte a candidatar-se para obter acesso à transmissão ao vivo.",
  "GATELIVE_HOMEPAGE_ALL" : "TUDO"
}