{
  "market_api_server_error" : "Общая внутренняя ошибка службы",
  "market_api_bad_request" : "неверный аргумент",
  "market_api_invalid_credentials" : "Неверный UID",
  "market_api_currency_not_exist" : "Токена не существует",
  "market_api_tag_continuous_rise" : "Непрерывный рост",
  "market_api_tag_volume_up" : "Увеличить громкость",
  "market_api_tag_new_highs" : "Новые максимумы",
  "market_api_tag_upward_ma" : "Восходящая скользящая средняя",
  "market_api_tag_bullish_signal" : "Бычий сигнал",
  "market_api_tag_short_term_high" : "Краткосрочный максимум",
  "market_api_tag_trending" : "Тренды",
  "market_api_tag_continuous_rise_desc" : "Криптовалюта с высокой рыночной капитализацией и непрерывным ежедневным ростом цены в течение трех последовательных дней или более",
  "market_api_tag_volume_up_desc" : "Криптовалюта с высокой рыночной капитализацией и большим ростом объема торгов",
  "market_api_tag_new_highs_desc" : "Криптовалюта преодолела исторический максимум цены с момента листинга",
  "market_api_tag_upward_ma_desc" : "Криптовалюта с 5-дневной скользящей средней растет уже пять дней подряд",
  "market_api_tag_bullish_signal_desc" : "Криптовалюта с ее 5-дневной MA (скользящей средней), превышающей 30-дневную MA, что сигнализирует о краткосрочном бычьем тренде",
  "market_api_tag_short_term_high_desc" : "Преодоление самой высокой цены за последние 60 дней",
  "market_api_tag_trending_desc" : "Популярные криптовалюты на Gate.io",
  "LT_ONE_BILLION_FILTER" : "Менее 1 миллиарда",
  "ONE_FIVE_BILLION_FILTER" : "1-5 миллиарда",
  "FIVE_TEN_BILLION_FILTER" : "5-10 миллиарда",
  "TEN_FIFTY_BILLION_FILTER" : "10-50 миллиарда",
  "GT_FIFTY_BILLION_FILTER" : "Более 50 миллиардов",
  "HOT_RANKING_TITLE" : "Трендовые",
  "GAINERS_RANKING_TITLE" : "Лидеры",
  "LOSERS_RANKING_TITLE" : "Убытки",
  "NEW_RANKING_TITLE" : "Новое объявление о товаре",
  "POPULAR_RANKING_TITLE" : "Популярные",
  "MARKET_CAP_RANKING_TITLE" : "Маркет Кап",
  "HIGH_VOLUME_RANKING_TITLE" : "Большой объем",
  "HOT_RANKING_DESC" : "Рейтинг монет с наибольшим количеством трейдеров за последние 24 часа",
  "GAINERS_RANKING_DESC" : "Рейтинг монет с наибольшим ростом за последние 24 часа",
  "LOSERS_RANKING_DESC" : "Рейтинг монет с наибольшим падением за последние 24 часа",
  "NEW_RANKING_DESC" : "Новые монеты, недавно добавленные в листинг",
  "POPULAR_RANKING_DESC" : "Рейтинг монет с самым быстрым ростом количества новых трейдеров за последние 24 часа",
  "MARKET_CAP_RANKING_DESC" : "Рейтинг монет с наибольшим предложением в обращении",
  "HIGH_VOLUME_RANKING_DESC" : "Рейтинг монет с наибольшим объемом торгов за последние 24 часа",
  "ZONE_MEME_DESC" : "Мем-коины — это цифровые активы, вдохновленные юмором, поп-культурой или интернет-мемами, такими как DOGE и SHIB. Они построены на блокчейне и используются для покупки, торговли или хранения стоимости. Их стоимость сильно колеблется из-за влияния социальных сетей и поп-культуры, поэтому инвестирование в них требует осторожности. В социальных сетях над ними часто шутят, и они привлекают много внимания.",
  "ZONE_DEPIN_DESC" : "DePIN поддерживает экосистему DePIN, оплачивает комиссию за транзакции, участвует в принятии управленческих решений, зарабатывает вознаграждения экосистемы и построен на определенном блокчейне.",
  "ZONE_AI_DESC" : "Токены ИИ — это цифровые активы для проектов и сервисов ИИ. Они используются на рынках искусственного интеллекта, в торговых алгоритмах и децентрализованных организациях, играя ключевую роль в биржах и управлении.",
  "ZONE_SOLANA_DESC" : "Токены экосистемы Solana, такие как SOL и другие, построены на блокчейне Solana. Они используются для комиссий за транзакции, участия в DeFi, управления и вознаграждений. Используя скорость и низкие затраты Solana, они предлагают быстрые, безопасные и доступные транзакции.",
  "ZONE_ZKSYNC_DESC" : "Токены экосистемы ZkSync построены на решении масштабирования ZkSync уровня 2 и используются для оплаты комиссий за транзакции, участия в DeFi, управления и вознаграждений. Эти токены включают ETH (нативный токен Ethereum), а также другие, построенные на ZkSync.",
  "ZONE_BASE_DESC" : "Base — это решение для масштабирования Ethereum уровня 2, построенное на технологии OP Stack от Optimism, обеспечивающее безопасность, низкую стоимость и удобные для разработчиков функции.",
  "ZONE_BLAST_DESC" : "Blast — это сеть Ethereum Layer 2, созданная командой Blur, представляющая собой экосистемную сеть с пассивным доходом, комиссией за газ и аирдропами в качестве трех отличительных функций.",
  "ZONE_LAYER2_DESC" : "Токены уровня 2 — это цифровые активы, построенные на решениях для масштабирования уровня 2, обычно используемые для оплаты комиссий за транзакции, участия в DeFi, управления и вознаграждений. Они основаны на технологии уровня 2, предлагая быстрые, недорогие транзакции и расчеты на блокчейне.",
  "ZONE_ETH_2_STAKING_DESC" : "Стейкинг ликвидности ETH — это метод стейкинга криптовалюты, при котором пользователи могут стейкать токены и получать вознаграждение. С помощью протоколов стейкинга ликвидности пользователи представляют право собственности и доходы в пуле стейкинга, получая доступ к деривативам на стейкинг ликвидности.",
  "ZONE_METAVERSE_DESC" : "Метавселенная — это виртуальный цифровой мир, который сочетает в себе виртуальную реальность, дополненную реальность и технологию блокчейн, позволяя пользователям создавать, взаимодействовать и торговать оцифрованными трехмерными пространствами и активами.",
  "ZONE_NFT_DESC" : "NFT, или невзаимозаменяемые токены, — это уникальные, незаменяемые цифровые активы, основанные на технологии блокчейн, которые подтверждают право собственности и поддерживают торговлю и коллекционирование цифровых активов. Они способствуют внедрению инновационных приложений в искусстве, играх, виртуальных активах и не только.",
  "ZONE_STORAGE_DESC" : "Токены типа хранилища характеризуются поддержкой транзакций с дисковым пространством, использованием для хранения и извлечения данных, вознаграждением поставщиков хранилищ, обеспечением безопасности и конфиденциальности данных, а также применимостью в децентрализованных приложениях.",
  "ZONE_POLKA_DESC" : "Токены Polkadot — это нативные токены экосистемы Polkadot, используемые для оплаты комиссий, управления, стейкинга и вознаграждений. Экосистема может похвастаться кроссчейн-совместимостью, масштабируемостью, управлением, возможностью самообновления и разнообразными DApps.",
  "ZONE_DEFI_DESC" : "Токены DeFi — это цифровые активы на основе блокчейна, используемые для поддержки экосистемы децентрализованных финансов (DeFi), включая оплату комиссий, участие в управлении и получение вознаграждений.",
  "ZONE_BRC20_DESC" : "BRC-20 — это стандарт для однородных токенов, основанный на сети Bitcoin, созданный с помощью протокола Ordinal, позволяющий пользователям развертывать контракты токенов, выпускать и передавать однородные токены в сети Bitcoin.",
  "ZONE_RUNES_DESC" : "Runes — это новый протокол, представленный в сети Bitcoin, позволяющий пользователям локально создавать и передавать взаимозаменяемые токены на Bitcoin.",
  "ZONE_NEWLISTED_DESC" : "Токены, торгуемые в течение 30 дней с момента листинга.",
  "ZONE_ETF_DESC" : "Торговые продукты с присущим кредитным плечом и механизмами автоматической ребалансировки.",
  "ZONE_5ETF_DESC" : "Торговые продукты с атрибутами кредитного плеча и автоматическими механизмами ребалансировки, обычно демонстрирующие колебания цен примерно в пять раз больше, чем на рынке базовых активов.",
  "ZONE_EXCHANGE_DESC" : "Класс токенов, выпускаемых платформами для торговли цифровыми валютами и используемых внутри платформы для достижения функциональности платформы.",
  "Spot" : "Спот",
  "Futures" : "Фьючерсы",
  "Billing_Pilot" : "Pilot",
  "market_api_tag_pilot_uplisted" : "Залистен на Pilot",
  "market_api_tag_pilot_uplisted_desc" : "Монета выведена из Pilot и доступна для торговли на спотовых рынках",
  "HotRanking" : "Трендовые",
  "GainersRanking" : "Лидеры",
  "LosersRanking" : "Убытки",
  "NewRanking" : "Новое объявление о товаре",
  "PopularRanking" : "Популярные",
  "MarketCapRanking" : "Маркет Кап",
  "HighVolumeRanking" : "Большой объем",
  "AI&BigData" : "AI",
  "BaseEcosystem" : "Base Eco",
  "Solana" : "SOL Eco",
  "ZkSync" : "ZkSync Eco",
  "Metaverse" : "Метавселенная",
  "Runes" : "Runes",
  "Ton" : "TON Eco",
  "Tron" : "TRON Eco",
  "BlastEcosystem" : "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW" : "Рейтинг монет с наибольшим объемом торгов за последние 24 часа",
  "Pilot" : "Pilot",
  "FuturesName" : "Фьючерсы",
  "Trump" : "Трамп",
  "WLFI" : "WLFI"
}