{
  "market_api_server_error" : "Внутрішня помилка загальної служби",
  "market_api_bad_request" : "невірний аргумент",
  "market_api_invalid_credentials" : "Неправильний UID",
  "market_api_currency_not_exist" : "Токен не існує",
  "market_api_tag_continuous_rise" : "Безперервний підйом",
  "market_api_tag_volume_up" : "Збільшення обсягу",
  "market_api_tag_new_highs" : "Нові максимуми",
  "market_api_tag_upward_ma" : "Висхідна МА",
  "market_api_tag_bullish_signal" : "Бичачий сигнал",
  "market_api_tag_short_term_high" : "Короткостроковий максимум",
  "market_api_tag_trending" : "У тренді",
  "market_api_tag_continuous_rise_desc" : "Криптовалюта з високою ринковою капіталізацією та безперервним зростанням щоденної ціни протягом трьох днів поспіль або більше",
  "market_api_tag_volume_up_desc" : "Криптовалюта з високою ринковою капіталізацією та великим збільшенням обсягу торгів",
  "market_api_tag_new_highs_desc" : "Криптовалюта долає історичну найвищу ціну з моменту лістингу",
  "market_api_tag_upward_ma_desc" : "Криптовалюта з 5-денною MA (ковзним середнім) зростає протягом п’яти днів поспіль",
  "market_api_tag_bullish_signal_desc" : "Криптовалюта з 5-денною MA (ковзною середньою), що перевищує 30-денну MA, сигналізуючи про короткостроковий бичачий тренд",
  "market_api_tag_short_term_high_desc" : "Подолання найвищої ціни за останні 60 днів",
  "market_api_tag_trending_desc" : "Популярні криптовалюти на Gate.io",
  "LT_ONE_BILLION_FILTER" : "Менше 1 мільярда",
  "ONE_FIVE_BILLION_FILTER" : "1-5 мільярдів",
  "FIVE_TEN_BILLION_FILTER" : "5-10 мільярдів",
  "TEN_FIFTY_BILLION_FILTER" : "10-50 мільярдів",
  "GT_FIFTY_BILLION_FILTER" : "Понад 50 мільярдів",
  "HOT_RANKING_TITLE" : "Популярні",
  "GAINERS_RANKING_TITLE" : "Прибуткові",
  "LOSERS_RANKING_TITLE" : "Збиткові",
  "NEW_RANKING_TITLE" : "Новий лістинг",
  "POPULAR_RANKING_TITLE" : "Популярно",
  "MARKET_CAP_RANKING_TITLE" : "Ринкова капіталізація",
  "HIGH_VOLUME_RANKING_TITLE" : "Великий обсяг",
  "HOT_RANKING_DESC" : "Рейтинг монет з найбільшою кількістю трейдерів за останні 24 години",
  "GAINERS_RANKING_DESC" : "Рейтинг монет з найбільшим зростанням за останні 24 години",
  "LOSERS_RANKING_DESC" : "Рейтинг монет з найбільшим відсотком втрати за останні 24 години",
  "NEW_RANKING_DESC" : "Нові монети, які нещодавно з'явилися в обігу",
  "POPULAR_RANKING_DESC" : "Рейтинг монет з найшвидшим зростанням кількості нових трейдерів за останні 24 години",
  "MARKET_CAP_RANKING_DESC" : "Рейтинг монет з найбільшим тиражем",
  "HIGH_VOLUME_RANKING_DESC" : "Рейтинг монет з найбільшим обсягом торгів за останні 24 години",
  "ZONE_MEME_DESC" : "Мем-монети - це цифрові активи, натхненні гумором, поп-культурою або інтернет-мемами, такими як DOGE та SHIB. Вони побудовані на блокчейні та використовуються для купівлі, торгівлі або зберігання цінностей. Їх вартість сильно коливається через вплив соціальних мереж і поп-культури, тому інвестування в них вимагає обережності. На соціальних платформах над ними часто жартують і приділяють багато уваги.",
  "ZONE_DEPIN_DESC" : "DePIN підтримує екосистему DePIN, сплачує комісію за транзакції, бере участь у прийнятті управлінських рішень, отримує винагороду від екосистеми і побудований на певному блокчейні.",
  "ZONE_AI_DESC" : "АІ-токени - це цифрові активи для АІ-проектів і сервісів. Вони використовуються на ринках штучного інтелекту, в торгових алгоритмах і децентралізованих організаціях, відіграючи ключову роль в обміні та управлінні.",
  "ZONE_SOLANA_DESC" : "Токени екосистеми Solana, такі як SOL та інші, побудовані на блокчейні Solana. Вони використовуються для оплати транзакцій, участі в DeFi, управління та винагород. Використовуючи швидкість та низькі витрати Solana, вони пропонують швидкі, безпечні та доступні транзакції.",
  "ZONE_ZKSYNC_DESC" : "Токени екосистеми ZkSync побудовані на основі рішення масштабування ZkSync Layer 2 і використовуються для оплати комісій за транзакції, участі в DeFi, управління та винагород. Ці токени включають ETH (власний токен Ethereum), а також інші, побудовані на ZkSync.",
  "ZONE_BASE_DESC" : "Base - це рішення для масштабування Ethereum 2-го рівня, побудоване на технології OP Stack від Optimism, що пропонує безпеку, низькі витрати і зручні для розробників функції.",
  "ZONE_BLAST_DESC" : "Blast - це мережа Ethereum 2-го рівня, створена командою Blur, яка представляє екосистему з трьома основними функціями: пасивний дохід, плата за газ та аірдропи.",
  "ZONE_LAYER2_DESC" : "Токени 2-го рівня - це цифрові активи, побудовані на рішеннях масштабування 2-го рівня, які зазвичай використовуються для оплати комісій за транзакції, участі в DeFi, управління та винагород. Вони базуються на технології 2-го рівня, пропонують швидкі, недорогі транзакції та проводять розрахунки на блокчейні.",
  "ZONE_ETH_2_STAKING_DESC" : "Стейкінг ліквідності ETH - це метод стейкінгу криптовалюти, за допомогою якого користувачі можуть вкладати токени і отримувати винагороду. За допомогою протоколів стейкінгу ліквідності користувачі представляють власність і прибутки в пулі стейкінгу, отримуючи доступ до деривативів, пов'язаних зі стейкінгом ліквідності.",
  "ZONE_METAVERSE_DESC" : "Метаверс - це віртуальний цифровий світ, який поєднує віртуальну реальність, доповнену реальність і технологію блокчейн, що дозволяє користувачам створювати, взаємодіяти і торгувати оцифрованими тривимірними просторами і активами.",
  "ZONE_NFT_DESC" : "NFT, або незамінні токени, - це унікальні, незамінні цифрові активи, засновані на технології блокчейн, які підтверджують право власності та підтримують торгівлю і збір цифрових активів. Вони сприяють розвитку інноваційних застосувань у мистецтві, іграх, віртуальних активах та інших сферах.",
  "ZONE_STORAGE_DESC" : "Токени типу \"сховище\" характеризуються підтримкою транзакцій з місцями для зберігання, використанням для зберігання і пошуку даних, винагороди постачальників послуг зберігання, забезпеченням безпеки і конфіденційності даних, а також можливістю застосування в децентралізованих додатках.",
  "ZONE_POLKA_DESC" : "Токени Polkadot - це рідні токени екосистеми Polkadot, які використовуються для оплати комісій, управління, стейкінгу та винагород. Екосистема може похвалитися крос-ланцюговою сумісністю, масштабованістю, управлінням, самомодернізацією та різноманітними DApps.",
  "ZONE_DEFI_DESC" : "Токени DeFi - це цифрові активи на основі блокчейну, які використовуються для підтримки екосистеми децентралізованих фінансів (DeFi), включаючи оплату платежів, участь в управлінні та отримання винагород.",
  "ZONE_BRC20_DESC" : "BRC-20 - це стандарт однорідних токенів на базі мережі Біткоїн, створений за допомогою протоколу Ordinal, що дозволяє користувачам розгортати токен-контракти, випускати і передавати однорідні токени в мережі Біткоїн.",
  "ZONE_RUNES_DESC" : "Runes - це новий протокол, представлений в мережі Біткоїн, що дозволяє користувачам локально створювати і передавати взаємозамінні токени в Біткоїн.",
  "ZONE_NEWLISTED_DESC" : "Токени торгуються протягом 30 днів з моменту лістингу.",
  "ZONE_ETF_DESC" : "Торгівля продуктами з притаманним їй кредитним плечем та механізмами автоматичного відновлення балансу.",
  "ZONE_5ETF_DESC" : "Торгівля продуктами з атрибутами кредитного плеча та автоматичними механізмами ребалансування, які зазвичай демонструють коливання цін, що приблизно в п'ять разів перевищують коливання на ринку базових активів.",
  "ZONE_EXCHANGE_DESC" : "Клас токенів, випущених платформами для торгівлі цифровими валютами і використовуваних в рамках платформи для забезпечення її функціональності.",
  "Spot" : "Спот",
  "Futures" : "Вічний",
  "Billing_Pilot" : "Пілот",
  "market_api_tag_pilot_uplisted" : "Пілотний режим завершено",
  "market_api_tag_pilot_uplisted_desc" : "Монета переведена з пілотного режиму та доступна для торгівлі на спотових ринках.",
  "HotRanking" : "Популярні",
  "GainersRanking" : "Прибуткові",
  "LosersRanking" : "Збиткові",
  "NewRanking" : "Новий лістинг",
  "PopularRanking" : "Популярно",
  "MarketCapRanking" : "Ринкова капіталізація",
  "HighVolumeRanking" : "Великий обсяг",
  "AI&BigData" : "AI",
  "BaseEcosystem" : "Base Eco",
  "Solana" : "SOL Eco",
  "ZkSync" : "ZkSync Eco",
  "Metaverse" : "Метавсесвіт",
  "Runes" : "Runes",
  "Ton" : "TON Eco",
  "Tron" : "TRON Eco",
  "BlastEcosystem" : "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW" : "Рейтинг монет з найбільшим обсягом торгів за останні 24 години",
  "Pilot" : "Пілот",
  "FuturesName" : "Ф'ючерси",
  "Trump" : "Трамп",
  "WLFI" : "WLFI"
}