{
  "market_api_server_error" : "خطأ داخلي في الخدمة العامة",
  "market_api_bad_request" : "طلب غير صالح",
  "market_api_invalid_credentials" : "المعرف الفريد (UID) غير صالح",
  "market_api_currency_not_exist" : "العملة غير موجودة",
  "market_api_tag_continuous_rise" : "الارتفاع المستمر",
  "market_api_tag_volume_up" : "رفع المستوى",
  "market_api_tag_new_highs" : "ارتفاعات جديدة",
  "market_api_tag_upward_ma" : "MA إلى الأعلى",
  "market_api_tag_bullish_signal" : "إشارة صعودية",
  "market_api_tag_short_term_high" : "ارتفاع قصير الأجل",
  "market_api_tag_trending" : "الرائجة",
  "market_api_tag_continuous_rise_desc" : "العملات الرقمية ذات القيمة السوقية العالية والارتفاع المستمر في السعر اليومي لمدة ثلاثة أيام متتالية أو أكثر",
  "market_api_tag_volume_up_desc" : "العملات الرقمية ذات القيمة السوقية العالية والزيادات الكبيرة في حجم التداول",
  "market_api_tag_new_highs_desc" : "العُملة الرقمية تحطم أعلى سعر تاريخي لها منذ إدراجها في المنصة",
  "market_api_tag_upward_ma_desc" : "العملات الرقمية مع ارتفاع المتوسط المتحرك لـ 5 أيام (المتوسط المتحرك لـ 5 أيام) لمدة خمسة أيام متتالية",
  "market_api_tag_bullish_signal_desc" : "العملة الرقمية مع تجاوز MA لـ 5 أيام (المتوسط المتحرك) لـ 30 يومًا، تشير إلى اتجاه صعودي قصير الأجل",
  "market_api_tag_short_term_high_desc" : "محطماً أعلى سعر خلال الـ 60 يومًا الماضية",
  "market_api_tag_trending_desc" : "العملات الرقمية الأكثر رواجًا على Gate.io",
  "LT_ONE_BILLION_FILTER" : "أقل من 1 مليار",
  "ONE_FIVE_BILLION_FILTER" : "1-5 مليار",
  "FIVE_TEN_BILLION_FILTER" : "5-10 مليار",
  "TEN_FIFTY_BILLION_FILTER" : "10-50 مليار",
  "GT_FIFTY_BILLION_FILTER" : "أكثر من 50 مليار",
  "HOT_RANKING_TITLE" : "ساخن",
  "GAINERS_RANKING_TITLE" : "الأعلى ربحاً",
  "LOSERS_RANKING_TITLE" : "خاسرون",
  "NEW_RANKING_TITLE" : "إدراج جديد",
  "POPULAR_RANKING_TITLE" : "رائجة",
  "MARKET_CAP_RANKING_TITLE" : "قيمة سوق العملات",
  "HIGH_VOLUME_RANKING_TITLE" : "حجم عالي",
  "HOT_RANKING_DESC" : "ترتيب العملات مع أكبر عدد من المتداولين خلال الـ 24 ساعة الماضية",
  "GAINERS_RANKING_DESC" : "ترتيب العملات التي حققت أكبر المكاسب خلال الـ 24 ساعة الماضية",
  "LOSERS_RANKING_DESC" : "ترتيب العملات ذات أعلى نسبة خسارة خلال الـ 24 ساعة الماضية",
  "NEW_RANKING_DESC" : "العملات الجديدة المدرجة مؤخرا",
  "POPULAR_RANKING_DESC" : "ترتيب العملات مع أسرع زيادة في عدد المتداولين الجدد خلال الـ 24 ساعة الماضية",
  "MARKET_CAP_RANKING_DESC" : "ترتيب العملات ذات أعلى عرض متداول",
  "HIGH_VOLUME_RANKING_DESC" : "ترتيب العملات ذات أعلى حجم تداول خلال الـ 24 ساعة الماضية",
  "ZONE_MEME_DESC" : "عملات الـMeme هي أصول رقمية مستوحاة من الفكاهة أو الثقافة الشعبية أو الصور الساخرة على الإنترنت مثل DOGE وSHIB. إنها مبنية على البلوكتشين وتستخدم لشراء القيمة أو تداولها أو تخزينها. تتقلب قيمتها كثيرًا بسبب تأثير وسائل التواصل الاجتماعي والثقافة الشعبية، لذا فإن الاستثمار فيها يتطلب الحذر. على منصات التواصل الاجتماعي، غالبًا ما يتم المزاح بشأنها وتحظى بالكثير من الاهتمام.",
  "ZONE_DEPIN_DESC" : "يدعم DePIN نظام DePIN البيئي، ويدفع رسوم المعاملات، ويشارك في قرارات الحوكمة، ويكسب مكافآت النظام البيئي، وهو مبني على بلوكتشين محددة.",
  "ZONE_AI_DESC" : "عملات الذكاء الاصطناعي هي أصول رقمية لمشاريع وخدمات الذكاء الاصطناعي. يتم استخدامها في أسواق الذكاء الاصطناعي، وخوارزميات التداول، والمنظمات اللامركزية، وتلعب أدوارًا رئيسية في التبادلات والحوكمة.",
  "ZONE_SOLANA_DESC" : "تم بناء العملات للنظام البيئي Solana، مثل SOL وغيرها، على بلوكتشين Solana. يتم استخدامها لرسوم المعاملات ومشاركة DeFi والحوكمة والمكافآت. ومن خلال الاستفادة من سرعة Solana وتكاليفها المنخفضة، فإنها توفر معاملات سريعة وآمنة وبأسعار معقولة.",
  "ZONE_ZKSYNC_DESC" : "تم إنشاء العملات للنظام البيئي ZkSync على حل قياس الطبقة 2 لـ ZkSync وتستخدم لدفع رسوم المعاملات والمشاركة في DeFi والحوكمة والمكافآت. تتضمن هذه العملات ETH (العملة الأصلية لـ Ethereum) بالإضافة إلى عملات أخرى مبنية على ZkSync.",
  "ZONE_BASE_DESC" : "Base هو أحد حلول توسعة الطبقة 2 لـ Ethereum المبنية على تقنية OP Stack الخاصة بـ Optimism، مما يوفر الأمان والتكاليف المنخفضة وميزات صديقة للمطورين.",
  "ZONE_BLAST_DESC" : "Blast عبارة عن شبكة من الطبقة الثانية من Ethereum أنشأها فريق Blur، حيث تقدم شبكة نظام بيئي تتميز بالدخل السلبي ورسوم الغاز والتوزيع المجاني كميزات ثلاث مميزة.",
  "ZONE_LAYER2_DESC" : "عملات الطبقة الثانية هي أصول رقمية مبنية على حلول توسيع الطبقة الثانية، وتستخدم عادةً لدفع رسوم المعاملات والمشاركة في التمويل اللامركزي والحوكمة والمكافآت. وهي تعتمد على تقنية الطبقة الثانية، وتقدم معاملات سريعة وغير مكلفة، وتستقر على تقنية البلوكتشين.",
  "ZONE_ETH_2_STAKING_DESC" : "إن حصة السيولة في ETH هي طريقة تكديس للعملة الرقمية حيث يمكن للمستخدمين تكديس العملات وكسب المكافآت. من خلال بروتوكولات تكديس السيولة، يمثل المستخدمون الملكية والأرباح في مجموعة تكديس السيولة، ويتمكنون من الوصول إلى مشتقات تكديس السيولة.",
  "ZONE_METAVERSE_DESC" : "إن Metaverse هو عالم رقمي افتراضي يجمع بين الواقع الافتراضي والواقع المعزز وتقنية البلوكتشين، مما يسمح للمستخدمين بإنشاء مساحات وأصول رقمية ثلاثية الأبعاد والتفاعل معها وتداولها.",
  "ZONE_NFT_DESC" : "إن NFTs، أو العملات غير القابلة للاستبدال، هي أصول رقمية فريدة وغير قابلة للاستبدال تعتمد على تقنية البلوكتشين التي تثبت الملكية وتدعم تداول وجمع الأصول الرقمية. تعزز التطبيقات المبتكرة في الفن والألعاب والأصول الافتراضية وما بعدها.",
  "ZONE_STORAGE_DESC" : "تتميز العملات من نوع التخزين بدعمها لمعاملات مساحة التخزين، واستخدامها في تخزين واسترجاع البيانات، ومكافأة موفري التخزين، وضمان أمان البيانات وخصوصيتها، وتطبيقها في التطبيقات اللامركزية.",
  "ZONE_POLKA_DESC" : "عملات Polkadot هي العملات الأصلية لنظام Polkadot البيئي، وتستخدم لدفع الرسوم والحوكمة والتكديس والمكافآت. يتميز النظام البيئي بإمكانية التشغيل البيني عبر السلاسل، وقابلية التوسع، والحوكمة، وقابلية الترقية الذاتية، والتطبيقات اللامركزية المتنوعة.",
  "ZONE_DEFI_DESC" : "عملات DeFi هي أصول رقمية قائمة على البلوكتشين تُستخدم لدعم النظام البيئي للتمويل اللامركزي (DeFi)، بما في ذلك دفع الرسوم والمشاركة في الحوكمة وتلقي المكافآت.",
  "ZONE_BRC20_DESC" : "إن BRC-20 هو معيار للعملات المتجانسة استنادًا إلى شبكة بيتكوين، تم إنشاؤه من خلال بروتوكول Ordinal، مما يمكّن المستخدمين من نشر عقود العملات وإصدار ونقل العملات المتجانسة على شبكة بيتكوين.",
  "ZONE_RUNES_DESC" : "إن Runes هو بروتوكول جديد تم تقديمه على شبكة بيتكوين، مما يسمح للمستخدمين بإنشاء ونقل العملات القابلة للتبديل على بيتكوين محليًا.",
  "ZONE_NEWLISTED_DESC" : "يتم تداول العملات خلال 30 يومًا من الإدراج.",
  "ZONE_ETF_DESC" : "تداول المنتجات ذات الرافعة المالية المتأصلة وآليات إعادة التوازن التلقائية.",
  "ZONE_5ETF_DESC" : "منتجات التداول ذات سمات الرافعة المالية وآليات إعادة التوازن التلقائية، والتي تظهر عادةً تقلبات الأسعار حوالي خمسة أضعاف تقلبات سوق الأصول الأساسية.",
  "ZONE_EXCHANGE_DESC" : "فئة من العملات الصادرة عن منصات تداول العملات الرقمية وتستخدم داخل المنصة للمساعدة في تحقيق وظائف المنصة.",
  "Spot" : "سوق فوریة",
  "Futures" : "العقود الدائمة",
  "Billing_Pilot" : "تجريبي",
  "market_api_tag_pilot_uplisted" : "تم إدراج العملة",
  "market_api_tag_pilot_uplisted_desc" : "تم ترقية العملة من المرحلة التجريبية وأصبحت متاحة للتداول في الأسواق الفورية",
  "HotRanking" : "ساخن",
  "GainersRanking" : "الأعلى ربحاً",
  "LosersRanking" : "خاسرون",
  "NewRanking" : "إدراج جديد",
  "PopularRanking" : "رائجة",
  "MarketCapRanking" : "قيمة سوق العملات",
  "HighVolumeRanking" : "حجم عالي",
  "AI&BigData" : "AI",
  "BaseEcosystem" : "Base Eco",
  "Solana" : "SOL Eco",
  "ZkSync" : "ZkSync Eco",
  "Metaverse" : "عالم الميتافيرس",
  "Runes" : "Runes",
  "Ton" : "TON Eco",
  "Tron" : "TRON Eco",
  "BlastEcosystem" : "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW" : "ترتيب العملات ذات أعلى حجم تداول خلال الـ 24 ساعة الماضية",
  "Pilot" : "تجريبي",
  "FuturesName" : "العقود",
  "Trump" : "ترامب",
  "WLFI" : "WLFI"
}