{
  "market_api_server_error" : "Erro de serviço interno geral",
  "market_api_bad_request" : "Solicitação inválida",
  "market_api_invalid_credentials" : "UID Inválido",
  "market_api_currency_not_exist" : "O token não existe",
  "market_api_tag_continuous_rise" : "Aumento Contínuo",
  "market_api_tag_volume_up" : "Aumentar o Volume",
  "market_api_tag_new_highs" : "Novos Máximos",
  "market_api_tag_upward_ma" : "MA Ascendente",
  "market_api_tag_bullish_signal" : "Sinal de Alta",
  "market_api_tag_short_term_high" : "Alta de Curto Prazo",
  "market_api_tag_trending" : "Tendência",
  "market_api_tag_continuous_rise_desc" : "Criptomoeda com alta capitalização de mercado e aumento contínuo no preço diário por três dias consecutivos ou mais",
  "market_api_tag_volume_up_desc" : "Criptomoeda com alta capitalização de mercado e grandes aumentos no volume de trading",
  "market_api_tag_new_highs_desc" : "Criptomoeda quebra o maior preço histórico desde a listagem",
  "market_api_tag_upward_ma_desc" : "Cripto com sua MA (média móvel) de 5 dias subindo por cinco dias consecutivos",
  "market_api_tag_bullish_signal_desc" : "Cripto com sua MA (média móvel) de 5 dias ultrapassando a MA de 30 dias, sinalizando uma tendência de alta de curto prazo",
  "market_api_tag_short_term_high_desc" : "Superando o maior preço dos últimos 60 dias",
  "market_api_tag_trending_desc" : "Criptomoedas em alta na Gate.io",
  "LT_ONE_BILLION_FILTER" : "Menos de 1 bilhão",
  "ONE_FIVE_BILLION_FILTER" : "1-5 bilhões",
  "FIVE_TEN_BILLION_FILTER" : "5-10 bilhões",
  "TEN_FIFTY_BILLION_FILTER" : "10-50 bilhões",
  "GT_FIFTY_BILLION_FILTER" : "Mais de 50 bilhões",
  "HOT_RANKING_TITLE" : "Em alta",
  "GAINERS_RANKING_TITLE" : "Ganhadores",
  "LOSERS_RANKING_TITLE" : "Perdedores",
  "NEW_RANKING_TITLE" : "Novo anúncio",
  "POPULAR_RANKING_TITLE" : "Populares",
  "MARKET_CAP_RANKING_TITLE" : "Capitalização",
  "HIGH_VOLUME_RANKING_TITLE" : "Alto volume",
  "HOT_RANKING_DESC" : "Classificação das moedas com o maior número de traders nas últimas 24 horas",
  "GAINERS_RANKING_DESC" : "Classificação das moedas com os maiores ganhos nas últimas 24 horas",
  "LOSERS_RANKING_DESC" : "Classificação das moedas com a maior perda percentual nas últimas 24 horas",
  "NEW_RANKING_DESC" : "Novas moedas listadas recentemente",
  "POPULAR_RANKING_DESC" : "Classificação das moedas com o aumento mais rápido no número de novos traders nas últimas 24 horas",
  "MARKET_CAP_RANKING_DESC" : "Classificação das moedas com maior oferta em circulação",
  "HIGH_VOLUME_RANKING_DESC" : "Classificação das moedas com o maior volume de negociação nas últimas 24 horas",
  "ZONE_MEME_DESC" : "As moedas Meme são ativos digitais inspirados no humor, na cultura pop ou em memes da Internet, como DOGE e SHIB. Eles são construídos em blockchain e usados para comprar, negociar ou armazenar valor. Seu valor flutua muito devido à influência da mídia social e da cultura pop, portanto, investir neles requer cautela. Nas plataformas sociais, eles costumam ser alvo de piadas e recebem muita atenção.",
  "ZONE_DEPIN_DESC" : "O DePIN apoia o ecossistema DePIN, paga taxas de transação, participa de decisões de governança, ganha recompensas do ecossistema e é construído em um blockchain específico.",
  "ZONE_AI_DESC" : "Os tokens de IA são ativos digitais para projetos e serviços de IA. Eles são usados em mercados de IA, algoritmos de negociação e organizações descentralizadas, desempenhando papéis importantes em trocas e governança.",
  "ZONE_SOLANA_DESC" : "Os tokens do ecossistema Solana, como o SOL e outros, são criados no blockchain Solana. Eles são usados para taxas de transação, participação no DeFi, governança e recompensas. Aproveitando a velocidade e os baixos custos da Solana, eles oferecem transações rápidas, seguras e acessíveis.",
  "ZONE_ZKSYNC_DESC" : "Os tokens do ecossistema ZkSync são criados com base na solução de escalonamento ZkSync Layer 2 e usados para pagar taxas de transação, participar de DeFi, governança e recompensas. Esses tokens incluem o ETH (token nativo do Ethereum), bem como outros criados com base no ZkSync.",
  "ZONE_BASE_DESC" : "A Base é uma solução de dimensionamento de camada 2 da Ethereum criada com base na tecnologia OP Stack da Optimism, oferecendo segurança, baixos custos e recursos fáceis de desenvolver.",
  "ZONE_BLAST_DESC" : "A Blast é uma rede Ethereum Layer 2 criada pela equipe da Blur, que apresenta uma rede de ecossistema com renda passiva, taxas de gás e airdrops como suas três funcionalidades distintas.",
  "ZONE_LAYER2_DESC" : "Os tokens da camada 2 são ativos digitais criados em soluções de escalonamento da camada 2, normalmente usados para pagar taxas de transação, participar de DeFi, governança e recompensas. Eles se baseiam na tecnologia de Camada 2, oferecendo transações rápidas e baratas, e se estabelecem em blockchain.",
  "ZONE_ETH_2_STAKING_DESC" : "O staking de liquidez ETH é um método de staking de criptomoeda em que os usuários podem fazer staking de tokens e ganhar recompensas. Por meio de protocolos de staking de liquidez, os usuários representam a propriedade e os ganhos no pool de staking, obtendo acesso a derivativos de staking de liquidez.",
  "ZONE_METAVERSE_DESC" : "O Metaverse é um mundo digital virtual que combina realidade virtual, realidade aumentada e tecnologia blockchain, permitindo que os usuários criem, interajam e comercializem espaços e ativos tridimensionais digitalizados.",
  "ZONE_NFT_DESC" : "Os NFTs, ou Tokens Não Fungíveis, são ativos digitais exclusivos e não substituíveis baseados na tecnologia blockchain que comprovam a propriedade e apoiam o comércio e a coleta de ativos digitais. Eles promovem aplicativos inovadores em arte, jogos, ativos virtuais e muito mais.",
  "ZONE_STORAGE_DESC" : "Os tokens do tipo armazenamento são caracterizados por seu suporte a transações de espaço de armazenamento, uso no armazenamento e recuperação de dados, recompensa aos provedores de armazenamento, garantia de segurança e privacidade dos dados e aplicabilidade em aplicativos descentralizados.",
  "ZONE_POLKA_DESC" : "Os tokens Polkadot são os tokens nativos do ecossistema Polkadot, usados para pagamento de taxas, governança, staking e recompensas. O ecossistema conta com interoperabilidade entre cadeias, escalabilidade, governança, autoatualização e diversos DApps.",
  "ZONE_DEFI_DESC" : "Os tokens DeFi são ativos digitais baseados em blockchain usados para apoiar o ecossistema financeiro descentralizado (DeFi), incluindo o pagamento de taxas, a participação na governança e o recebimento de recompensas.",
  "ZONE_BRC20_DESC" : "O BRC-20 é um padrão para tokens homogêneos com base na rede Bitcoin, criado por meio do protocolo Ordinal, permitindo que os usuários implementem contratos de token, emitam e transfiram tokens homogêneos na rede Bitcoin.",
  "ZONE_RUNES_DESC" : "O Runes é um novo protocolo introduzido na rede Bitcoin, que permite aos usuários criar e transferir localmente tokens intercambiáveis no Bitcoin.",
  "ZONE_NEWLISTED_DESC" : "Tokens negociados em até 30 dias após a listagem.",
  "ZONE_ETF_DESC" : "Produtos de negociação com alavancagem inerente e mecanismos de reequilíbrio automático.",
  "ZONE_5ETF_DESC" : "Produtos de negociação com atributos de alavancagem e mecanismos de reequilíbrio automático, normalmente exibindo flutuações de preço aproximadamente cinco vezes maiores do que o mercado do ativo subjacente.",
  "ZONE_EXCHANGE_DESC" : "Uma classe de tokens emitidos por plataformas de negociação de moeda digital e usados dentro da plataforma para ajudar a alcançar as funcionalidades da plataforma.",
  "Spot" : "Spot",
  "Futures" : "Futuros Perpétuos",
  "Billing_Pilot" : "Piloto",
  "market_api_tag_pilot_uplisted" : "Subiu do Pilot",
  "market_api_tag_pilot_uplisted_desc" : "A moeda subiu na listagem do pilot e está disponível para negociação em mercados à vista",
  "HotRanking" : "Em alta",
  "GainersRanking" : "Ganhadores",
  "LosersRanking" : "Perdedores",
  "NewRanking" : "Novo anúncio",
  "PopularRanking" : "Populares",
  "MarketCapRanking" : "Capitalização",
  "HighVolumeRanking" : "Alto volume",
  "AI&BigData" : "AI",
  "BaseEcosystem" : "Base Eco",
  "Solana" : "SOL Eco",
  "ZkSync" : "ZkSync Eco",
  "Metaverse" : "Metaverso",
  "Runes" : "Runes",
  "Ton" : "TON Eco",
  "Tron" : "TRON Eco",
  "BlastEcosystem" : "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW" : "Classificação das moedas com o maior volume de negociação nas últimas 24 horas",
  "Pilot" : "Piloto",
  "FuturesName" : "Contratos",
  "Trump" : "Trump",
  "WLFI" : "WLFI"
}