{
  "market_api_server_error" : "Genel hizmet dahili hatası",
  "market_api_bad_request" : "GEÇERSİZ_PROTOKOL",
  "market_api_invalid_credentials" : "Geçersiz UID",
  "market_api_currency_not_exist" : "Token mevcut değil",
  "market_api_tag_continuous_rise" : "Sürekli Yükseliş",
  "market_api_tag_volume_up" : "Hacmi Artırın",
  "market_api_tag_new_highs" : "Yeni Zirveler",
  "market_api_tag_upward_ma" : "Yukarı MA",
  "market_api_tag_bullish_signal" : "Boğa Sinyali",
  "market_api_tag_short_term_high" : "Kısa-Vadeli Yüksek",
  "market_api_tag_trending" : "Popüler",
  "market_api_tag_continuous_rise_desc" : "Yüksek piyasa değerine sahip ve günlük fiyatında art arda üç gün veya daha fazla süreyle sürekli artış gösteren kripto",
  "market_api_tag_volume_up_desc" : "Yüksek piyasa değerine ve işlem hacminde büyük artışlara sahip kripto",
  "market_api_tag_new_highs_desc" : "Kripto, listelemeden bu yana tarihi en yüksek fiyatı kırdı",
  "market_api_tag_upward_ma_desc" : "5 günlük MA'sı (hareketli ortalama) art arda beş gün yükselen kripto",
  "market_api_tag_bullish_signal_desc" : "5 günlük MA'sı (hareketli ortalama) 30 günlük MA'yı aşan kripto, kısa vadeli bir yükseliş eğiliminin sinyalini veriyor",
  "market_api_tag_short_term_high_desc" : "Son 60 gün içindeki en yüksek fiyat kırılması",
  "market_api_tag_trending_desc" : "Gate.io'da trend kriptolar",
  "LT_ONE_BILLION_FILTER" : "1 milyardan az",
  "ONE_FIVE_BILLION_FILTER" : "1-5 milyar",
  "FIVE_TEN_BILLION_FILTER" : "5-10 milyar",
  "TEN_FIFTY_BILLION_FILTER" : "10-50 milyar",
  "GT_FIFTY_BILLION_FILTER" : "50 milyardan fazla",
  "HOT_RANKING_TITLE" : "Popüler",
  "GAINERS_RANKING_TITLE" : "Kazandıranlar",
  "LOSERS_RANKING_TITLE" : "Kaybedenler",
  "NEW_RANKING_TITLE" : "Yeni listeleme",
  "POPULAR_RANKING_TITLE" : "Popüler",
  "MARKET_CAP_RANKING_TITLE" : "Piyasa Değeri",
  "HIGH_VOLUME_RANKING_TITLE" : "Yüksek Hacim",
  "HOT_RANKING_DESC" : "Son 24 saatte en fazla alım satım yapan coinlerin sıralaması",
  "GAINERS_RANKING_DESC" : "Son 24 saat içinde en büyük kazançları elde eden coinlerin sıralaması",
  "LOSERS_RANKING_DESC" : "Son 24 saat içinde en yüksek yüzde kaybına sahip coinlerin sıralaması",
  "NEW_RANKING_DESC" : "Yakın zamanda listelenen yeni madeni paralar",
  "POPULAR_RANKING_DESC" : "Son 24 saat içinde yeni yatırımcı sayısında en hızlı artış gösteren coinlerin sıralaması",
  "MARKET_CAP_RANKING_DESC" : "En yüksek dolaşım arzına sahip coinlerin sıralaması",
  "HIGH_VOLUME_RANKING_DESC" : "Son 24 saat içinde en yüksek işlem hacmine sahip coinlerin sıralaması",
  "ZONE_MEME_DESC" : "Meme coinler mizah, popüler kültür veya DOGE ve SHIB gibi internet memlerinden esinlenen dijital varlıklardır. Blok zinciri üzerine inşa edilirler ve değer satın almak, ticaret yapmak veya depolamak için kullanılırlar. Sosyal medya ve popüler kültürün etkisiyle değerleri çok fazla dalgalanmaktadır, bu nedenle onlara yatırım yapmak dikkatli olmayı gerektirir. Sosyal platformlarda sık sık şakaları yapılıyor ve çok ilgi görüyorlar.",
  "ZONE_DEPIN_DESC" : "DePIN, DePIN ekosistemini destekler, işlem ücretlerini öder, yönetişim kararlarına katılır, ekosistem ödülleri kazanır ve belirli bir blok zinciri üzerine inşa edilmiştir.",
  "ZONE_AI_DESC" : "YZ tokenleri, YZ projeleri ve hizmetleri için dijital varlıklardır. Yapay zeka piyasalarında, trade algoritmalarında ve merkezi olmayan kuruluşlarda kullanılırlar, borsalarda ve yönetişimde önemli roller oynarlar.",
  "ZONE_SOLANA_DESC" : "SOL ve diğerleri gibi Solana ekosistem tokenleri, Solana blok zinciri üzerine inşa edilmiştir. İşlem ücretleri, DeFi katılımı, yönetişim ve ödüller için kullanılırlar. Solana'nın hızından ve düşük maliyetlerinden yararlanarak hızlı, güvenli ve uygun fiyatlı işlemler sunuyorlar.",
  "ZONE_ZKSYNC_DESC" : "ZkSync ekosistem tokenleri, ZkSync Katman 2 ölçeklendirme çözümü üzerine inşa edilmiştir ve işlem ücretlerini ödemek, DeFi'ye katılmak, yönetişim ve ödüller için kullanılır. Bu tokenler arasında ETH'nin (Ethereum'un yerel tokenı) yanı sıra ZkSync üzerine inşa edilmiş diğerleri de bulunmaktadır.",
  "ZONE_BASE_DESC" : "Base, Optimism'in OP Stack teknolojisi üzerine inşa edilmiş, güvenlik, düşük maliyet ve geliştirici dostu özellikler sunan bir Ethereum Layer 2 ölçeklendirme çözümüdür.",
  "ZONE_BLAST_DESC" : "Blast, Blur ekibi tarafından oluşturulan bir Ethereum Katman 2 ağıdır ve üç farklı işlevi olarak pasif gelir, gaz ücretleri ve airdrop içeren bir ekosistem ağı sunar.",
  "ZONE_LAYER2_DESC" : "Katman 2 tokenları, genellikle işlem ücretlerini ödemek, DeFi'ye katılmak, yönetişim ve ödüller için kullanılan Katman 2 ölçeklendirme çözümleri üzerine inşa edilmiş dijital varlıklardır. Katman 2 teknolojisine dayanırlar, hızlı, ucuz işlemler sunarlar ve blok zincirine yerleşirler.",
  "ZONE_ETH_2_STAKING_DESC" : "ETH likidite stake etme, kullanıcıların tokenları stake edebildiği ve ödüller kazanabildiği bir kripto para birimi stake etme yöntemidir. Likidite stake protokolleri aracılığıyla, kullanıcılar stake havuzundaki mülkiyeti ve kazançları temsil ederek likidite stake türevlerine erişim kazanırlar.",
  "ZONE_METAVERSE_DESC" : "Metaverse, sanal gerçeklik, artırılmış gerçeklik ve blok zinciri teknolojisini birleştiren, kullanıcıların dijitalleştirilmiş üç boyutlu alanlar ve varlıklar yaratmasına, bunlarla etkileşime girmesine ve trade yapmasına olanak tanıyan sanal bir dijital dünyadır.",
  "ZONE_NFT_DESC" : "NFT'ler veya Değiştirilemez Tokenler, mülkiyeti kanıtlayan ve dijital varlıkların işlemlerini ve toplanmasını destekleyen blok zinciri teknolojisine dayalı benzersiz, değiştirilemez dijital varlıklardır. Sanat, oyun, sanal varlıklar ve ötesinde yenilikçi uygulamaları teşvik ediyorlar.",
  "ZONE_STORAGE_DESC" : "Depolama tipi tokenlar, depolama alanı işlemlerini desteklemeleri, verilerin depolanması ve geri alınmasında kullanılmaları, depolama sağlayıcılarını ödüllendirmeleri, veri güvenliği ve gizliliğini sağlamaları ve merkezi olmayan uygulamalarda uygulanabilir olmaları ile karakterize edilir.",
  "ZONE_POLKA_DESC" : "Polkadot tokenleri, Polkadot ekosisteminin yerel tokenleridir ve ücret ödemek, yönetişim, stake etme ve ödüller için kullanılır. Ekosistem, zincirler arası birlikte çalışabilirlik, ölçeklenebilirlik, yönetişim, kendi kendini yükseltebilirlik ve çeşitli DApp'lere sahiptir.",
  "ZONE_DEFI_DESC" : "DeFi tokenları, ücret ödeme, yönetime katılma ve ödül alma dahil olmak üzere merkezi olmayan finans (DeFi) ekosistemini desteklemek için kullanılan blok zinciri tabanlı dijital varlıklardır.",
  "ZONE_BRC20_DESC" : "BRC-20, Ordinal protokolü aracılığıyla oluşturulan Bitcoin ağına dayalı homojen tokenler için bir standarttır ve kullanıcıların token sözleşmelerini dağıtmasına, Bitcoin ağında homojen tokenler çıkarmasına ve aktarmasına olanak tanır.",
  "ZONE_RUNES_DESC" : "Runes, Bitcoin ağında tanıtılan ve kullanıcıların Bitcoin üzerinde yerel olarak değiştirilebilir tokenler oluşturmasına ve aktarmasına olanak tanıyan yeni bir protokoldür.",
  "ZONE_NEWLISTED_DESC" : "Tokenler listelendikten sonraki 30 gün içinde işlem görmüştür.",
  "ZONE_ETF_DESC" : "Doğal kaldıraç ve otomatik yeniden dengeleme mekanizmalarına sahip alım satım ürünleri.",
  "ZONE_5ETF_DESC" : "Kaldıraç özelliklerine ve otomatik yeniden dengeleme mekanizmalarına sahip, tipik olarak dayanak varlık piyasasının yaklaşık beş katı fiyat dalgalanmaları sergileyen alım satım ürünleri.",
  "ZONE_EXCHANGE_DESC" : "Dijital para birimi trade platformları tarafından çıkarılan ve platform işlevlerinin gerçekleştirilmesine yardımcı olmak için platform içinde kullanılan bir token sınıfı.",
  "Spot" : "Spot",
  "Futures" : "Vadeli İşlemler",
  "Billing_Pilot" : "Pilot",
  "market_api_tag_pilot_uplisted" : "Pilot Yükseltildi",
  "market_api_tag_pilot_uplisted_desc" : "Coin pilot listeden çıkarıldı ve spot piyasalarda alım satıma hazır",
  "HotRanking" : "Popüler",
  "GainersRanking" : "Kazandıranlar",
  "LosersRanking" : "Kaybedenler",
  "NewRanking" : "Yeni listeleme",
  "PopularRanking" : "Popüler",
  "MarketCapRanking" : "Piyasa Değeri",
  "HighVolumeRanking" : "Yüksek Hacim",
  "AI&BigData" : "AI",
  "BaseEcosystem" : "Base Eco",
  "Solana" : "SOL Eco",
  "ZkSync" : "ZkSync Eco",
  "Metaverse" : "Metaverse",
  "Runes" : "Runes",
  "Ton" : "TON Eco",
  "Tron" : "TRON Eco",
  "BlastEcosystem" : "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW" : "Son 24 saat içinde en yüksek işlem hacmine sahip coinlerin sıralaması",
  "Pilot" : "Pilot",
  "FuturesName" : "Vadeli İşlemler",
  "Trump" : "Trump",
  "WLFI" : "WLFI"
}