{
  "market_api_server_error" : "Errore interno generale del servizio",
  "market_api_bad_request" : "Argomento non valido",
  "market_api_invalid_credentials" : "UID non valido",
  "market_api_currency_not_exist" : "Il token non esiste",
  "market_api_tag_continuous_rise" : "Aumento continuo",
  "market_api_tag_volume_up" : "Alza il volume",
  "market_api_tag_new_highs" : "Nuovi massimi",
  "market_api_tag_upward_ma" : "MA verso l'alto",
  "market_api_tag_bullish_signal" : "Segnale rialzista",
  "market_api_tag_short_term_high" : "Short-Term High",
  "market_api_tag_trending" : "Di tendenza",
  "market_api_tag_continuous_rise_desc" : "Criptovaluta con un'elevata capitalizzazione di mercato e un aumento continuo del prezzo giornaliero per tre giorni consecutivi o pi첫",
  "market_api_tag_volume_up_desc" : "Criptovalute con un'elevata capitalizzazione di mercato e grandi aumenti del volume degli scambi",
  "market_api_tag_new_highs_desc" : "Le criptovalute battono il prezzo pi첫 alto storico dal listing",
  "market_api_tag_upward_ma_desc" : "Crypto con la sua MA (media mobile) a 5 giorni in aumento per cinque giorni consecutivi",
  "market_api_tag_bullish_signal_desc" : "La criptovaluta con la sua MA (media mobile) a 5 giorni che supera la media mobile a 30 giorni, segnalando un trend rialzista a breve termine",
  "market_api_tag_short_term_high_desc" : "Rottura del prezzo pi첫 alto negli ultimi 60 giorni",
  "market_api_tag_trending_desc" : "Criptovalute di tendenza su Gate.io",
  "LT_ONE_BILLION_FILTER" : "Less than 1 billion",
  "ONE_FIVE_BILLION_FILTER" : "1-5 billion",
  "FIVE_TEN_BILLION_FILTER" : "5-10 billion",
  "TEN_FIFTY_BILLION_FILTER" : "10-50 billion",
  "GT_FIFTY_BILLION_FILTER" : "More than 50 billion",
  "HOT_RANKING_TITLE" : "Hot",
  "GAINERS_RANKING_TITLE" : "Gainers",
  "LOSERS_RANKING_TITLE" : "Losers",
  "NEW_RANKING_TITLE" : "New Listing",
  "POPULAR_RANKING_TITLE" : "Popular",
  "MARKET_CAP_RANKING_TITLE" : "Market Cap",
  "HIGH_VOLUME_RANKING_TITLE" : "High Volume",
  "HOT_RANKING_DESC" : "Ranking of coins with largest number of traders in the last 24 hours",
  "GAINERS_RANKING_DESC" : "Ranking of coins with the biggest gains in the last 24 hours",
  "LOSERS_RANKING_DESC" : "Ranking of coins with the highest percentage loss over the last 24 hours",
  "NEW_RANKING_DESC" : "New coins recently listed",
  "POPULAR_RANKING_DESC" : "Ranking of the coins with the fastest increase in number of new traders over the last 24 hours",
  "MARKET_CAP_RANKING_DESC" : "Ranking of coins with the highest circulating supply",
  "HIGH_VOLUME_RANKING_DESC" : "Ranking of coins with the highest trading volume in the last 24 hours",
  "ZONE_MEME_DESC" : "Meme coins are digital assets inspired by humor, pop culture, or internet memes like DOGE and SHIB. They're built on blockchain and used for buying, trading, or storing value. Their worth fluctuates a lot due to social media and pop culture influence, so investing in them requires caution. On social platforms, they're often joked about and get a lot of attention.",
  "ZONE_DEPIN_DESC" : "DePIN supports the DePIN ecosystem, pays transaction fees, participates in governance decisions, earns ecosystem rewards, and is built on a specific blockchain.",
  "ZONE_AI_DESC" : "AI tokens are digital assets for AI projects and services. They're used in AI markets, trading algorithms, and decentralized organizations, playing key roles in exchanges and governance.",
  "ZONE_SOLANA_DESC" : "Solana ecosystem tokens, like SOL and others, are built on the Solana blockchain. They're used for transaction fees, DeFi participation, governance, and rewards. Leveraging Solana's speed and low costs, they offer fast, secure, and affordable transactions.",
  "ZONE_ZKSYNC_DESC" : "ZkSync ecosystem tokens are built on the ZkSync Layer 2 scaling solution and used for paying transaction fees, participating in DeFi, governance, and rewards. These tokens include ETH (Ethereum's native token) as well as others built on ZkSync.",
  "ZONE_BASE_DESC" : "Base is an Ethereum Layer 2 scaling solution built on Optimism's OP Stack technology, offering security, low costs, and developer-friendly features.",
  "ZONE_BLAST_DESC" : "Blast is an Ethereum Layer 2 network created by the Blur team, introducing a ecosystem network featuring passive income, gas fees, and airdrops as its three distinctive functionalities.",
  "ZONE_LAYER2_DESC" : "Layer 2 tokens are digital assets built on Layer 2 scaling solutions, typically used for paying transaction fees, participating in DeFi, governance, and rewards. They are based on Layer 2 technology, offering fast, inexpensive transactions, and settling on blockchain.",
  "ZONE_ETH_2_STAKING_DESC" : "ETH liquidity staking is a cryptocurrency staking method where users can stake tokens and earn rewards. Through liquidity staking protocols, users represent ownership and earnings in the staking pool, gaining access to liquidity staking derivatives.",
  "ZONE_METAVERSE_DESC" : "Metaverse is a virtual digital world that combines virtual reality, augmented reality, and blockchain technology, allowing users to create, interact with, and trade digitized three-dimensional spaces and assets.",
  "ZONE_NFT_DESC" : "NFTs, or Non-Fungible Tokens, are unique, non-replaceable digital assets based on blockchain technology that prove ownership and support the trading and collecting of digital assets. They foster innovative applications in art, gaming, virtual assets, and beyond.",
  "ZONE_STORAGE_DESC" : "Storage-type tokens are characterized by their support for storage space transactions, usage in storing and retrieving data, rewarding storage providers, ensuring data security and privacy, and applicability in decentralized applications.",
  "ZONE_POLKA_DESC" : "Polkadot tokens are the native tokens of the Polkadot ecosystem, used for paying fees, governance, staking, and rewards. The ecosystem boasts cross-chain interoperability, scalability, governance, self-upgradability, and diverse DApps.",
  "ZONE_DEFI_DESC" : "DeFi tokens are blockchain-based digital assets used to support the decentralized finance (DeFi) ecosystem, including paying fees, participating in governance, and receiving rewards.",
  "ZONE_BRC20_DESC" : "BRC-20 is a standard for homogeneous tokens based on the Bitcoin network, created through the Ordinal protocol, enabling users to deploy token contracts, issue, and transfer homogeneous tokens on the Bitcoin network.",
  "ZONE_RUNES_DESC" : "Runes is a new protocol introduced on the Bitcoin network, allowing users to locally create and transfer interchangeable tokens on Bitcoin.",
  "ZONE_NEWLISTED_DESC" : "Tokens traded within 30 days of listing.",
  "ZONE_ETF_DESC" : "Trading products with inherent leverage and automatic rebalancing mechanisms.",
  "ZONE_5ETF_DESC" : "Trading products with leverage attributes and automatic rebalancing mechanisms, typically exhibiting price fluctuations approximately five times that of the underlying asset market.",
  "ZONE_EXCHANGE_DESC" : "A class of tokens issued by digital currency trading platforms and used within the platform to help achieve platform functionalities.",
  "Spot" : "Trading spot",
  "Futures" : "Contratti",
  "Billing_Pilot" : "Pilota",
  "market_api_tag_pilot_uplisted" : "Pilota in lista",
  "market_api_tag_pilot_uplisted_desc" : "Moneta inserita nella lista pilota e disponibile per il trading nei mercati spot",
  "HotRanking" : "Hot",
  "GainersRanking" : "Chi guadagna",
  "LosersRanking" : "Chi perde",
  "NewRanking" : "Nuovo listing",
  "PopularRanking" : "Popolari",
  "MarketCapRanking" : "Cap. mercato",
  "HighVolumeRanking" : "Alto volume",
  "AI&BigData" : "AI",
  "BaseEcosystem" : "Base Eco",
  "Solana" : "SOL Eco",
  "ZkSync" : "ZkSync Eco",
  "Metaverse" : "Metaverso",
  "Runes" : "Runes",
  "Ton" : "TON Eco",
  "Tron" : "TRON Eco",
  "BlastEcosystem" : "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW" : "Classifica delle monete con il pi첫 alto volume di scambi nelle ultime 24 ore",
  "Pilot" : "Pilota",
  "FuturesName" : "Contratti Futures",
  "Trump" : "Trump",
  "WLFI" : "WLFI"
}