{
  "priceOrAmountIsUnchanged" : "ไม่สำเร็จ ราคาหรือจำนวนไม่เปลี่ยนแปลง",
  "postOnlyWouldDeal" : "ไม่สามารถทำการสั่งซื้อPost-Onlyได้ เนื่องจากไม่สามารถกรอกในฐานะเมกเกอร์ได้",
  "pilot_api_bad_request" : "ข้อกำหนดไม่ถูกต้อง",
  "pilot_api_invalid_param" : "พารามิเตอร์ไม่ถูกต้อง",
  "pilot_api_bad_request_parameter" : "พารามิเตอร์คำขอไม่ถูกต้อง {0} {1}",
  "pilot_api_missing_required_param" : "ไม่มีพารามิเตอร์ที่จำเป็น{0}",
  "pilot_api_invalid_credentials" : "UID ไม่ถูกต้อง",
  "pilot_api_server_error" : "เกิดความผิดพลาดภายใน   กรุณารอสักครู่แล้วค่อยลองใหม่หรือติดต่อแอดมิน",
  "pilot_api_account_locked" : "บัญชีถูกล็อค",
  "pilot_api_start_before_close" : "เวลาเริ่มต้นควรเร็วกว่าเวลาปิด",
  "pilot_api_data_available" : "ช่วงวันที่ต้องไม่เกิน {0} วัน",
  "pilot_api_currency_disabled" : "โทเค็นถูกปิดใช้งาน",
  "pilot_api_currency_delisted" : "สกุลเงินนี้ถูกคัดรายการออก",
  "pilot_api_currency_remove" : "สกุลเงินนี้จะถูกลบออก",
  "pilot_api_invalid_currency" : "สกุลเงินไม่ถูกต้อง {0}",
  "pilot_api_invalid_currency_pair" : "คู่สกุลเงินไม่ถูกต้อง {0}",
  "pilot_api_invalid_currency_pair_no_param" : "คู่สกุลเงินไม่ถูกต้อง",
  "pilot_api_amount_or_price_chose_one" : "คุณเลือกจำนวนหรือราคาได้เท่านั้น",
  "pilot_api_country_or_region_is_not_currently_supported" : "ประเทศหรือภูมิภาคนี้ไม่ได้รับการสนับสนุนในขณะนี้",
  "pilot_api_fund_check_fail" : "ไม่สามารถผ่านรหัสผ่านกองทุน/ตรวจสอบข้อมูลชีวภาพได้",
  "pilot_api_order_value_too_small" : "ปริมาณการสั่งซื้อต้องมากกว่า {0}",
  "pilot_api_order_value_too_big" : "ปริมาณการสั่งซื้อต้องน้อยกว่า {0}",
  "pilot_api_order_price_too_small" : "ราคาสั่งซื้อจะต้องมากกว่า {0}",
  "pilot_api_order_price_too_big" : "ราคาสั่งซื้อจะต้องน้อยกว่า {0}",
  "pilot_api_order_quantity_too_small" : "ขนาดคำสั่งซื้อของคุณเล็กเกินไป ขั้นต่ำคือ {0} {1}",
  "pilot_api_order_quantity_too_big" : "ขนาดคำสั่งซื้อของคุณใหญ่เกินไป ค่าสูงสุดคือ {0} {1}",
  "pilot_api_order_total_too_small" : "ยอดรวมขั้นต่ำคือ {0} {1}",
  "pilot_api_order_total_too_big" : "ยอดรวมสูงสุดคือ {0} {1}",
  "pilot_api_order_time_in_force_is_not_support" : "TimeInForce {0} ไม่รองรับคำสั่งซื้อ {1}",
  "pilot_api_order_iceberg_limit_full_hiding" : "ไม่อนุญาตให้ซ่อนจำนวนเงินทั้งหมดอีกต่อไป",
  "pilot_api_order_trade_is_disabled" : "ระงับการซื้อขายชั่วคราว",
  "pilot_api_order_coin_is_unavailable_for_trading_now" : "เหรียญไม่พร้อมสำหรับการเทรดในขณะนี้ ลองอีกครั้งในภายหลัง",
  "pilot_api_order_user_no_answer_question" : "กรุณากรอกข้อความปฏิเสธความรับผิดชอบให้ครบถ้วนก่อน",
  "pilot_api_order_abnormal_price" : "คำสั่งซื้อของคุณมีราคาที่ผิดปกติซึ่งอาจทำให้เกิดความสูญเสียมากเกินไป โปรดตรวจสอบอีกครั้งหรือลองอีกครั้ง {0}",
  "pilot_api_order_user_not_match" : "ผู้ใช้ไม่ตรงกัน",
  "pilot_api_engine_balance_not_enough" : "ยอดเงินในบัญชีไม่เพียงพอ",
  "pilot_api_engine_max_price_depth_error" : "ไม่สามารถออกคำสั่งได้เนื่องจากความลึกของตลาดไม่ดี",
  "pilot_api_engine_no_enough_trader" : "ไม่สามารถออกคำสั่งได้เนื่องจากไม่มีคำสั่งของคู่สัญญา",
  "pilot_api_engine_iceberg_size_too_big" : "คำสั่งซื้อขายแบบ Iceberg ต้องแสดงจำนวนต่ำกว่าปริมาณคำสั่งซื้อขายแบบระบุเงื่อนไข",
  "pilot_api_engine_record_not_found" : "ไม่มีบันทึก",
  "pilot_api_engine_post_only_would_deal" : "ไม่สามารถทำการสั่งซื้อPost-Onlyได้ เนื่องจากไม่สามารถกรอกในฐานะเมกเกอร์ได้",
  "pilot_api_engine_price_or_amount_is_unchanged" : "ล้มเหลว. ราคาหรือจำนวนไม่เปลี่ยนแปลง",
  "pilot_api_engine_market_not_found" : "invalid market",
  "pilot_disclaimer_title" : "ข้อจำกัดความรับผิด",
  "pilot_disclaimer_title_desc" : "ข้อมูลโครงการที่เปิดเผยใน Gate.io ทั้งหมดมาจากเว็บไซต์ของบุคคลที่สาม ดังนั้นจึงไม่สามารถรับประกันความถูกต้องของข้อมูลได้ โปรดตรวจสอบให้แน่ใจว่าคุณได้ทำการค้นคว้าด้วยตนเอง (DYOR) ก่อนลงทุนหรือซื้อขาย Gate.io และบริษัทในเครือ พนักงาน และเจ้าหน้าที่ จะไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นจากการลงทุนของคุณ โทเค็นใน Pilot มีความผันผวนสูงและมีความเสี่ยงสูงและอาจลดค่าลงอย่างมากได้ทุกเมื่อ คุณไม่ควรลงทุนหรือซื้อขายอะไรก็ตามที่ Pilot เว้นแต่คุณพร้อมที่จะรับความสูญเสียเงินต้นทั้งหมดของคุณ",
  "pilot_disclaimer_topic_desc" : "สิ่งที่นักเทรดต้องรู้ก่อนทำการซื้อขายที่ Pilot:\n\n คุณจะต้องทำการทดสอบคุณสมบัติให้เสร็จและผ่านการทดสอบด้านล่างก่อนจึงจะทำการซื้อขายกับ Pilot ได้\n\nหากต้องการเข้าถึงโทเค็นใน Pilot คุณต้องเลือกคำตอบที่ถูกต้องสำหรับคำถามแต่ละข้อต่อไปนี้ก่อน:",
  "pilot_disclaimer_question1" : "1. คุณทราบหรือไม่ว่าโทเค็นใน Pilot มีความผันผวนและความเสี่ยงที่สูงกว่าอย่างมากเมื่อเทียบกับโทเค็นที่ซื้อขายในตลาดทั่วไป? หากโทเค็นเหล่านี้ไม่ตรงตามเกณฑ์ในการลิสต์ของเราในช่วงระยะเวลาสังเกตการณ์ โทเค็นเหล่านั้นจะถูกถอดออกจากแพลตฟอร์มของเรา",
  "pilot_disclaimer_question1_option1" : "ใช่. ฉันทราบว่าโทเค็นใน Pilot มีความผันผวนและความเสี่ยงที่สูงกว่า และอาจถูกถอดออกจากรายการได้ตลอดเวลา ",
  "pilot_disclaimer_question1_option2" : "ลำดับ",
  "pilot_disclaimer_question2" : "คุณทราบหรือไม่ว่า ค่าธรรมเนียมการเทรดโทเคนที่ Pilot คือ 0.2% โดยไม่จำกัดระดับ VIP?",
  "pilot_disclaimer_question2_option1" : "ใช่. ฉันรู้ว่าค่าธรรมเนียมการเทรดโทเคนที่ Pilot คือ 0.2% ไม่ได้จำกัดระดับ VIP ของฉัน",
  "pilot_disclaimer_question2_option2" : "ลำดับ",
  "pilot_disclaimer_question3" : "3. คุณยืนยันว่าคุณได้ทำการวิจัยโครงการเสร็จเรียบร้อยแล้วก่อนทำการซื้อขายโทเค็นที่ Pilot หรือไม่",
  "pilot_disclaimer_question3_option1" : "ใช่. ฉันยืนยันว่าฉันได้ทำการวิจัยเกี่ยวกับโครงการด้วยตัวเองก่อนที่จะทำการซื้อขายโทเค็นที่ Pilot และฉันจะรับผิดชอบแต่เพียงผู้เดียวสำหรับการตัดสินใจซื้อขายของฉัน ",
  "pilot_disclaimer_question3_option2" : "ลำดับ",
  "pilot_disclaimer_question4" : "4. คุณทราบหรือไม่ว่าคุณอาจสูญเสียเงินต้นบางส่วนหรือทั้งหมดได้จากการซื้อขายโทเค็นที่ Pilot",
  "pilot_disclaimer_question4_option1" : "ใช่. ฉันรู้ว่าฉันอาจสูญเสียเงินต้นบางส่วนหรือทั้งหมดได้จากการซื้อขายโทเค็นที่ Pilot",
  "pilot_disclaimer_question4_option2" : "ไม่ ฉันไม่รู้ว่าฉันจะสูญเสียเงินต้นบางส่วนหรือทั้งหมดจากการแลกเปลี่ยนโทเค็นที่ Pilot",
  "pilot_disclaimer_question5" : "5. ใครจะเป็นผู้รับผิดชอบต่อความสูญเสียที่คุณประสบ?",
  "pilot_disclaimer_question5_option1" : "ฉันจะรับผิดชอบต่อการสูญเสียทางการค้าใดๆ รวมไปถึงการสูญเสียเงินต้นทั้งหมดของฉัน",
  "pilot_disclaimer_question5_option2" : "Gate.io จะต้องครอบคลุมความสูญเสียของฉัน",
  "pilot_api_order_status_part_deal" : "เติมบางส่วน",
  "pilot_api_order_status_open" : "กำลังดำเนินการ",
  "pilot_api_order_status_canceled" : "ยกเลิกแล้ว",
  "pilot_api_order_status_all_match" : "ทั้งหมดสำเร็จแล้ว",
  "pilot_api_order_amount_too_small" : "ปริมาณน้อยเกินไป",
  "pilot_api_order_create_status_placed" : "วางคำสั่งซื้อขายล่วงหน้าแล้ว",
  "pilot_api_order_create_status_filled" : "ซื้อขายสำเร็จแล้ว",
  "pilot_api_engine_fok_not_fill" : "ล้มเหลว คำสั่ง FOK ถูกยกเลิกเนื่องจากไม่สามารถดำเนินการได้ทั้งหมด",
  "pilot_api_currency_trade_disable_reason" : "ปิดการซื้อขาย: สกุลเงินนี้ถูกระงับจากการซื้อขาย",
  "pilot_market_listing_spot_banner" : "เหรียญนี้ได้รับการลิสต์อยู่ในตลาดสปอต ส่งผลให้ตลาด Pilot จะต้องปิดทำการภายในประมาณ 3-7 วัน กรุณาโอนสินทรัพย์ Pilot ของคุณไปยังบัญชีสปอตโดยเร็วที่สุด ",
  "pilot_banner_activity_entrance" : "เข้าร่วมงาน Pilot Carnival เพื่อแบ่งปันเงินรางวัลมูลค่า 40,000 USDT และกล่องปริศนา MEME！",
  "pilot_new_coin_notice_title" : "(การเปิดตัวครั้งแรก) ประกาศการลิสต์ Pilot ของ {0}",
  "pilot_alert_market_limit" : "ไม่สามารถเพิ่มได้เนื่องจากจำนวนการแจ้งเตือนสำหรับ {0} เกินขีดจำกัด 10.",
  "pilot_alert_all_limit" : "ไม่สามารถเพิ่มได้เนื่องจากถึงขีดจำกัดการแจ้งเตือนรวม 800 แล้ว",
  "pilot_alert_price_alert_title" : "{0}_{1} การแจ้งเตือนราคา"
}