{
  "guess_rule": "1. **Как принять участие в прогнозировании**: используйте «Кредиты» в качестве ставки для участия в прогнозировании. Вы можете зайти в «Центр кредитов» и проверить «Мои доступные кредиты».\n 2. **Как получить кредиты**: пользователи могут зайти в приложение Gate.io - Моменты - Публикация - Центр кредитов - Задания по кредитам, чтобы выполнить задания и заработать кредиты.\n3. **Как определить результат прогноза**: В качестве основы для определения результата прогноза мы будем использовать последнюю цену на спотовом рынке Gate.io на момент начала и окончания прогноза.\n4. **Варианты ставок на кредиты**: вы можете сделать ставку в размере 50 кредитов, 200 кредитов или всю сумму «Вся сумма» означает ставку на все кредиты из раздела «Мои доступные кредиты».\n 5. **Ограничение на прогнозы**: если в настоящее время выполняется несколько прогнозов, вы можете участвовать во всех из них одновременно. Однако на каждый прогноз у вас есть только один шанс сделать ставку.\n 6. **Справочник цены прогнозируемой пары**: спотовая цена с платформы Gate.io в установленное время начала и окончания используется для определения последней цены торговой пары.\n7. **Расчет коэффициентов：**\n\n 1. Расчет коэффициентов производится на основе общего пула ставок текущего прогноза. Если ваш прогноз верен, вы выиграете кредиты. Ваш выигрыш = ваш коэффициент выигрыша ✖️ общее количество кредитов, полученных за прогноз. Если ваш прогноз окажется неверным, вы потеряете свою кредитную ставку.\n   2. Рассчитанные кредиты будут округлены в большую сторону, если есть десятичные дроби. Например, если вы выиграете 1425,2 кредита, фактически вы получите 1426 кредитов.\n8. **Особые случаи：**\n\n 1. **Ничья**: если цены торговых пар одинаковы при сравнении до последнего записанного десятичного знака, результатом будет ничья, и каждый пользователь получит обратно свою кредитную ставку.\n   2. **Недействительно**: Если прогноз становится недействительным, каждый пользователь получит свою кредитную ставку обратно в «Текущие кредиты».\n 9. **История прогнозов**: Вы можете просмотреть свои исторические прогнозы в разделе «История прогнозов». Прогнозы, сделанные за последний месяц, сохраняются в разделе «Все прогнозы», а прогнозы, в которых участвовал пользователь, навсегда сохраняются в разделе «Мое участие».\n 10. **Время выплаты кредита**: Результат прогноза будет объявлен вскоре после окончания прогноза, и кредит будет перечислен в «Центр кредитов» победителей в течение 24 часов.",
  "points_task_first_chat_tips": "Вы получили %s кредитов за отправку первого сообщения в групповом чате!",
  "points_task_daily_chat_tips": "Вы получили %s кредитов за первое ежедневное сообщение в групповом чате!",
  "points_task_daily_ten_chats_tips": "Вы получили %s кредитов за отправку 10 сообщений в день в групповом чате!",
  "points_task_daily_sharing_trading_cards_tips": "Вы получили %s кредитов за то, что поделились своей торговлей в групповом чате!",
  "upload_image_fail": "Изображение содержит деликатный контент. Измените ее."
}