{
  "guess_rule": "1. **How to participate in Prediction**：Use \"Credits\" as wager to take part in the Prediction. You can go to the \"Credits Center\" and check \"My Available Credits\".\n2. **How to get credits**：Users can go to Gate.io App - Moments - Post - Credits Center - Credit Tasks to complete tasks and earn credits.\n3. **How to determine the result of a prediction**: We will refer to the last price on Gate.io spot market at the prediction start time and end time as the basis to determine the result of the prediction.\n4. **Credit wager options**：You can choose to bet 50 credits, 200 credits or All In. All In means betting all the credits in \"My Available Credits\".\n5. **Prediction limit**：If there are multiple ongoing predictions, you can participate in all of them at the same time. However, for each prediction, you only have one chance to bet.\n6. **Prediction pair price reference**：The spot price from the Gate.io platform at the set start and end times is used to determine the last price of the trading pair.\n7. **Odds calculation：**\n\n   1. Odds calculation is based on the total betting pool of the current prediction. If your prediction is correct, you will win credits. Your winning = your winning ratio ✖️ the total credits received by the prediction. If your prediction is incorrect, you will lose your credit wager.\n   2. The calculated credits will be rounded up if there is any decimal. For example, if you win 1425.2 credits, you will actually receive 1426 credits.\n8. **Special cases：**\n\n   1. **Draw**：If the trading pair prices are the same, when comparing up to the last recorded decimal place, the result will be a draw, and each user will get their credit wager back.\n   2. **Invalid**：If the prediction becomes invalid, each user will get their credit wager back into \"Current Credits\"\n9. **Prediction history**：You can view your historical predictions at \"Prediction History\" section. Predictions held from the past month are saved in the \"All Predictions\" while predictions participated in by the user are permanently saved in the \"My Participation\".\n10. **Credit payout time**：Prediction result will be announced shortly after the end of the prediction, and credit will be distributed to \"Credits Center\" of winning betters within 24 hours.",
  "points_task_first_chat_tips": "You have got %s credits for sending the first message in group chat!",
  "points_task_daily_chat_tips": "You have got %s credits for the first daily message in group chat!",
  "points_task_daily_ten_chats_tips": "You have got %s credits for sending 10 daily messages in group chat!",
  "points_task_daily_sharing_trading_cards_tips": "You have got %s credits for sharing your trading in group chat!",
  "upload_image_fail": "The image contains sensitive content. Please change it."
}