{
  "guess_rule": "1. **Як взяти участь у Прогнозуванні**: використовуйте \"Кредити\" як ставку, щоб взяти участь у Прогнозуванні. Ви можете зайти в \"Кредитний центр\" і перевірити \"Мої доступні кредити\".\n2. **Як отримати кредити**: Користувачі можуть перейти в додаток Gate.io - Моменти - Повідомлення - Центр кредитів - Кредитні завдання, щоб виконати завдання і заробити кредити.\n3. **Як визначити результат прогнозу**: ми будемо посилатися на останню ціну на спотовому ринку Gate.io у час початку та часу завершення прогнозу як основу для визначення результату прогнозу.\n4. **Варіанти кредитних ставок**: Ви можете вибрати ставку 50 кредитів, 200 кредитів або Олл ін. Олл ін - це ставка на всі кредити в розділі \"Мої доступні кредити\".\n5. **Ліміт прогнозів**: Якщо є кілька поточних прогнозів, ви можете брати участь у всіх них одночасно. Однак для кожного прогнозу у вас є лише один шанс зробити ставку.\n6. **Посилання на ціну прогнозованої пари**: Для визначення останньої ціни торгової пари використовується спотова ціна з платформи Gate.io у встановлений час початку та закінчення торгів.\n7. **Розрахунок коефіцієнтів:**\n\n 1. Розрахунок коефіцієнтів базується на загальному пулі ставок поточного прогнозу. Якщо ваш прогноз правильний, ви виграєте кредити. Ваш виграш = ваш коефіцієнт виграшу ✖️ загальна кількість кредитів, отриманих за прогнозом. Якщо ваш прогноз невірний, ви втратите свою кредитну ставку.\n   2. Розраховані кредити будуть округлені в більшу сторону, якщо є десятковий знак. Наприклад, якщо ви виграєте 1425,2 кредитів, ви фактично отримаєте 1426 кредитів.\n8. **Особливі випадки: **\n\n 1. **Нічия: Якщо ціни торгових пар однакові, при порівнянні з точністю до останнього знаку після коми, результатом буде нічия, і кожен користувач отримає свою кредитну ставку назад.   2. **Недійсний**: якщо прогноз стає недійсним, кожен користувач отримає свою кредитну ставку назад у \"Поточні кредити\"\n9. **Історія прогнозів**: Ви можете переглянути свої історичні прогнози в розділі \"Історія прогнозів\". Прогнози, зроблені за останній місяць, зберігаються в розділі \"Всі прогнози\", а прогнози, в яких користувач брав участь, постійно зберігаються в розділі \"Моя участь\".\n10. **Час виплати кредиту**: Результат прогнозу буде оголошено незабаром після закінчення прогнозу, а кредит буде розподілений на \"Центр кредитів\" гравців-переможців протягом 24 годин.",
  "points_task_first_chat_tips": "Ви отримали %s кредитів за надсилання першого повідомлення в груповому чаті!",
  "points_task_daily_chat_tips": "Ви отримали %s кредитів за перше щоденне повідомлення в груповому чаті!",
  "points_task_daily_ten_chats_tips": "Ви отримали %s кредитів за щоденне надсилання 10 повідомлень у груповому чаті!",
  "points_task_daily_sharing_trading_cards_tips": "Ви отримали %s кредитів за те, що поділилися своєю торгівлею в груповому чаті!",
  "upload_image_fail": "Зображення містить конфіденційний вміст. Будь ласка, змініть її."
}