{
  "guess_rule": "1. **Wie man an der Vorhersage teilnimmt**：Nutzen Sie „Credits“ als Wetteinsatz, um an der Vorhersage teilzunehmen. Sie können zum „Credits Center“ gehen und „Meine verfügbaren Credits“ überprüfen.\n2. **Wie man Credits bekommt**：Benutzer können zu Gate.io App - Moments - Post - Credits Center - Credit Tasks gehen, um Aufgaben zu erledigen und Credits zu verdienen.\n3. **Wie wird das Ergebnis einer Vorhersage bestimmt**: Wir beziehen uns auf den letzten Preis auf dem Gate.io Spotmarkt zum Start- und Endzeitpunkt der Vorhersage als Grundlage für die Ermittlung des Ergebnisses der Vorhersage.\n4. **Sie können zwischen einem Einsatz von 50 Credits, 200 Credits oder All In wählen. All In bedeutet, dass Sie alle Credits in „Meine verfügbaren Credits“ setzen.\n5. **Vorhersage-Limit**：Wenn es mehrere laufende Vorhersagen gibt, können Sie an allen zur gleichen Zeit teilnehmen. Für jede Vorhersage haben Sie jedoch nur eine Chance zu setzen.\n6. **Prädiktion-paar Preisreferenz**：Der Kassakurs von der Gate.io Plattform zu den festgelegten Start- und Endzeiten wird verwendet, um den letzten Preis des Handelspaares zu bestimmen.\n7. **Quotenberechnung：**\n\n 1. Die Quotenberechnung basiert auf dem gesamten Wettpool der aktuellen Vorhersage. Wenn Ihre Vorhersage richtig ist, gewinnen Sie Punkte. Ihr Gewinn = Ihre Gewinnquote ✖️ das gesamte Guthaben, das durch die Vorhersage erhalten wurde. Wenn Ihre Vorhersage falsch ist, verlieren Sie Ihren Guthaben-Einsatz.\n   2. Die berechneten Guthaben werden aufgerundet, wenn es eine Dezimalstelle gibt. Wenn Sie zum Beispiel 1425,2 Credits gewinnen, erhalten Sie tatsächlich 1426 Kredits.\n8. **Besondere Fälle：**\n\n 1. **Unentschieden**：Wenn die Preise der Handelspaare beim Vergleich bis zur letzten aufgezeichneten Dezimalstelle gleich sind, ist das Ergebnis ein Unentschieden, und jeder Nutzer erhält sein Einsatzguthaben zurück.\n   2. **Ungültig**：Wenn die Vorhersage ungültig wird, erhält jeder Benutzer sein Guthaben zurück in „Aktuelle Credits“.\n9. **Vorhersage verlauf**：Sie können Ihre historischen Vorhersagen im Bereich „Vorhersage verlauf“ einsehen. Die Vorhersagen des vergangenen Monats werden in der Rubrik „Alle Vorhersagen“ gespeichert, während die Vorhersagen, an denen der Benutzer teilgenommen hat, dauerhaft in der Rubrik „Meine Teilnahme“ gespeichert werden.\n10. **Auszahlungsdauer der Guthaben**：Das Ergebnis der Vorhersage wird kurz nach dem Ende der Vorhersage bekannt gegeben, und die Guthaben werden innerhalb von 24 Stunden an das „Guthaben-Center“ der Gewinner ausgezahlt.",
  "points_task_first_chat_tips": "Sie haben %s Kredits für das Senden der ersten Nachricht im Gruppenchat!",
  "points_task_daily_chat_tips": "Sie haben %s Kredits für die erste tägliche Nachricht im Gruppenchat!",
  "points_task_daily_ten_chats_tips": "Sie haben %s Kredits für das Versenden von 10 täglichen Nachrichten im Gruppenchat!",
  "points_task_daily_sharing_trading_cards_tips": "Sie haben %s Kredits für das Teilen Ihres Handels im Gruppenchat!",
  "upload_image_fail": "Das Bild enthält sensible Inhalte. Bitte ändern Sie ihn."
}