{
  "guess_rule": "1. **Cómo participar en las predicciones**: use \"Créditos\" como método de apuesta para participar en las predicciones. Puede ir al \"Centro de créditos\" y comprobar \"Mis créditos disponibles\"\n.2. **Cómo conseguir créditos**：los usuarios pueden ir a la aplicación Gate.io -> Momentos -> Publicar -> Centro de créditos -> Tareas de créditos, para completar tareas y ganar créditos.\n3. **Cómo determinar el resultado de una predicción**: para determinar el resultado de una predicción nos basaremos en el último precio del mercado al contado de Gate.io a la hora de inicio y a la hora de finalización de la predicción.\n4. **Opciones de apuesta de créditos**: puede elegir entre apostar 50 créditos, 200 créditos o ir \"All-in\". Ir \"All In\" significa apostar todos los créditos de \"Mis créditos disponibles\".\n5. **Límite de predicciones**: si hay varias predicciones en curso, puede participar en todas ellas al mismo tiempo. Sin embargo, para cada predicción, solo tiene una oportunidad de apuesta.\n6. **Referencia del precio del par de predicción**: el precio al contado de la plataforma Gate.io en las horas de inicio y finalización establecidas se usa para determinar el último precio del par de comercio.\n7. **Cálculo de la cuotas**:\n\n   1. El cálculo de las cuotas se basa en el fondo total de apuestas de la predicción en curso. Si su predicción es correcta, ganará créditos. Su ganancia = su ratio de ganancia ✖️ el total de créditos recibidos por la predicción. Si su predicción es incorrecta, perderá sus créditos apostados.\n   2. Los créditos calculados se redondearán al alza si tiene decimales. Por ejemplo, si gana 1425,2 créditos, lo que realmente recibirá serán 1426 créditos.\n8. **Casos especiales**:\n\n   1. **Empate**: si los precios del par de comercio son iguales, al comparar hasta la última cifra decimal registrada, el resultado será un empate, y cada usuario recuperará el crédito apostado.\n   2. **No válido**: si la predicción se establece como no válida, cada usuario recuperará sus créditos apostados en \"Créditos actuales\"\n9. **Historial de predicciones**: puede consultar su historial de predicciones en la sección \"Historial de predicciones\". Las predicciones del mes anterior se guardan en \"Todas las predicciones\", mientras que las predicciones en las que ha participado el usuario se guardan permanentemente en \"Mi participación\".\n10. **El resultado de la predicción se anunciará poco después del final de la predicción, y el crédito se distribuirá al \"Centro de créditos\" de los apostantes ganadores en un plazo de 24 horas.",
  "points_task_first_chat_tips": "¡Ha conseguido %s créditos por enviar el primer mensaje en el chat de grupo!",
  "points_task_daily_chat_tips": "¡Ha conseguido %s créditos por el primer mensaje del día en el chat de grupo!",
  "points_task_daily_ten_chats_tips": "¡Ha conseguido %s créditos por enviar 10 mensajes durante el día en el chat de grupo!",
  "points_task_daily_sharing_trading_cards_tips": "¡Ha conseguido %s créditos por compartir sus operaciones en el chat de grupo!",
  "upload_image_fail": "La imagen contiene contenido sensible. Cámbielo."
}