{
  "guess_rule": "1. **Como participar na Previsão**：Utilize \"Créditos\" como aposta para participar na Previsão. Pode aceder ao \"Centro de créditos\" e verificar \"Os meus créditos disponíveis\".\n2. **Como obter créditos**：Os utilizadores podem aceder à aplicação Gate.io - Momentos - Publicar - Centro de créditos - Tarefas de crédito para concluir tarefas e ganhar créditos.\n3. **Como determinar o resultado de uma previsão**: Para determinar o resultado de uma previsão, baseamo-nos no último preço no mercado à vista da Gate.io à hora de início e de fim da previsão.\n4. **Opções de aposta de crédito**：Pode escolher apostar 50 créditos, 200 créditos ou Tudo. Tudo significa apostar todos os créditos em \"Os meus créditos disponíveis\".\n5. **Limite de previsões**：Se existirem várias previsões em curso, pode participar em todas ao mesmo tempo. No entanto, para cada previsão, só tem uma hipótese de apostar.\n6. **Referência de preço do par de previsão**：O preço à vista da plataforma Gate.io nas horas de início e fim definidas é utilizado para determinar o último preço do par de negociação.\n7. **Cálculo de probabilidades：**\n\n   1. O cálculo de probabilidades baseia-se no total de apostas da previsão atual. Se a sua previsão estiver correta, vai ganhar créditos. O seu ganho = a sua proporção de ganhos ✖️ o total de créditos recebidos pela previsão. Se a sua previsão estiver incorreta, vai perder a sua aposta de crédito.\n   2. Os créditos calculados serão arredondados para cima se houver uma casa decimal. Por exemplo, se ganhar 1425,2 créditos, vai receber efetivamente 1426 créditos.\n8. **Casos especiais：**\n\n 1. **Sorteio**：Se os preços dos pares de negociação forem os mesmos, quando comparados até à última casa decimal registada, o resultado será um empate e cada utilizador vai receber a sua aposta de crédito de volta.\n   2. **Inválido**：Se a previsão se tornar inválida, cada utilizador receberá o seu crédito de aposta de volta em \"Créditos atuais\"\n 9. **Histórico de previsões**：Pode ver o seu histórico de previsões na secção \"Histórico de previsões\". As previsões do mês anterior são guardados em \"Todas as previsões\" e as previsões em que o utilizador participou são permanentemente guardadas em \"A minha participação\".\n10. **Prazo de pagamento de créditos**：O resultado da previsão será anunciado logo assim que esta terminar e os créditos serão distribuídos para \"Centro de créditos\" dos apostadores vencedores dentro de 24 horas.",
  "points_task_first_chat_tips": "Recebeu %s créditos por enviar a primeira mensagem no chat de grupo!",
  "points_task_daily_chat_tips": "Recebeu %s créditos pela primeira mensagem diária no chat de grupo!",
  "points_task_daily_ten_chats_tips": "Recebeu %s créditos por enviar 10 mensagens diárias no chat de grupo!",
  "points_task_daily_sharing_trading_cards_tips": "Recebeu %s créditos por partilhar a sua negociação no chat de grupo!",
  "upload_image_fail": "A imagem contém conteúdo sensível. Altere-o."
}