{
  "guess_rule": "1. **Cách tham gia Dự đoán**:Sử dụng \"Điểm\" đặt cược để tham gia Dự đoán. Bạn có thể vào \"Trung tâm Điểm\" và kiểm tra \"Điểm khả dụng của tôi\".\n 2. **Làm thế nào để kiếm điểm**: Người dùng có thể vào Ứng dụng Gate.io - Khoảnh khắc - Bài đăng - Trung tâm Điểm - Nhiệm vụ Điểm để hoàn thành nhiệm vụ và kiếm điểm.\n3. **Cách xác định kết quả dự đoán**: Chúng tôi sẽ tham khảo giá mới nhất cùng trên thị trường giao ngay Gate.io tại thời điểm bắt đầu và kết thúc dự đoán làm cơ sở để xác định kết quả dự đoán.\n4. **Tùy chọn đặt cược Điểm**: Bạn có thể chọn cược 50 điểm, 200 điểm hoặc All In. All In có nghĩa là đặt cược toàn bộ số điểm trong \"Số điểm khả dụng của tôi\".\n 5. **Giới hạn dự đoán**: Nếu có nhiều dự đoán đang diễn ra, bạn có thể tham gia tất cả các dự đoán đó cùng một lúc. Tuy nhiên, với mỗi dự đoán, bạn chỉ có một cơ hội đặt cược.\n 6. **Tham chiếu giá cặp dự đoán**: Giá giao ngay từ nền tảng Gate.io tại thời điểm bắt đầu và kết thúc đã định được sử dụng để xác định giá mới nhất của cặp giao dịch.\n7. **Tính toán tỷ lệ:**\n\n 1. Tính toán tỷ lệ dựa trên tổng số tiền đặt cược của dự đoán hiện tại. Nếu dự đoán của bạn là chính xác, bạn sẽ giành được điểm. Điểm kiếm được của bạn = tỷ lệ điểm đặt cược thành công của bạn ✖️ tổng số điểm nhận được từ dự đoán. Nếu dự đoán của bạn không đúng, bạn sẽ mất số điểm đặt cược.\n   2. Điểm được tính sẽ được làm tròn lên nếu có số thập phân. Ví dụ, nếu bạn thắng được 1425.2 điểm, trên thực tế bạn sẽ nhận được 1426 điểm.\n8. **Trường hợp đặc biệt:**\n\n 1. **Hòa**: Nếu giá của cặp giao dịch giống nhau, khi so sánh đến chữ số thập phân cuối cùng được ghi lại, kết quả sẽ là hòa và mỗi người dùng sẽ nhận lại được số điểm cược của mình.\n   2. **Không hợp lệ**: Nếu dự đoán trở nên không hợp lệ, mỗi người dùng sẽ nhận lại số điểm cược của mình vào \"Điểm hiện tại\"\n 9. **Lịch sử dự đoán**：Bạn có thể xem các dự đoán lịch sử của mình tại phần \"Lịch sử dự đoán\". Các dự đoán được lưu từ tháng trước sẽ được lưu trong mục \"Tất cả dự đoán\" trong khi các dự đoán có sự tham gia của người dùng sẽ được lưu vĩnh viễn trong mục \"Tham gia của tôi\".\n 10. **Thời gian phân phối phần thưởng**: Kết quả dự đoán sẽ được công bố ngay sau khi kết thúc dự đoán và điểm thưởng sẽ được chuyển vào \"Trung tâm Điểm\" của những người chiến thắng trong vòng 24h.",
  "points_task_first_chat_tips": "Bạn đã nhận được %s điểm cho việc gửi tin nhắn đầu tiên trong cuộc trò chuyện nhóm!",
  "points_task_daily_chat_tips": "Bạn đã nhận được %s điểm cho tin nhắn đầu tiên trong ngày trong trò chuyện nhóm!",
  "points_task_daily_ten_chats_tips": "Bạn đã nhận được %s điểm cho việc gửi 10 tin nhắn mỗi ngày trong trò chuyện nhóm!",
  "points_task_daily_sharing_trading_cards_tips": "Bạn đã nhận được %s điểm cho việc chia sẻ giao dịch của mình trong nhóm trò chuyện!",
  "upload_image_fail": "Hình ảnh chứa nội dung nhạy cảm. Vui lòng thay đổi."
}