{
  "guess_rule": "1. **Cara berpartisipasi dalam Prediksi**：Gunakan \"Kredit\" sebagai taruhan untuk mengambil bagian dalam Prediksi. Anda dapat pergi ke \"Pusat Kredit\" dan lihat \"Kredit Saya yang Tersedia\".\n 2. **Cara mendapatkan kredit**: Pengguna dapat membuka Aplikasi Gate.io - Momen - Posting - Pusat Kredit - Tugas Kredit untuk menyelesaikan tugas dan mendapatkan kredit.\n3. **Cara menentukan hasil prediksi**: Kami akan merujuk pada harga terakhir di pasar spot Gate.io pada waktu mulai dan waktu berakhir prediksi sebagai dasar untuk menentukan hasil prediksi.\n4. **Pilihan taruhan kredit**: Anda dapat memilih untuk bertaruh 50 kredit, 200 kredit atau All In. All In berarti mempertaruhkan semua kredit dalam \"Kredit Saya yang Tersedia\".\n 5. **Batas prediksi**: Jika ada beberapa prediksi yang sedang berlangsung, Anda dapat berpartisipasi dalam semuanya pada saat yang bersamaan. Namun, untuk setiap prediksi, Anda hanya memiliki satu kesempatan untuk bertaruh.\n 6. **Referensi harga pasangan prediksi**: Harga spot dari platform Gate.io pada waktu mulai dan berakhir yang diatur digunakan untuk menentukan harga terakhir pasangan perdagangan.\n7. **Perhitungan peluang:**\n\n 1. Perhitungan peluang didasarkan pada total pool taruhan prediksi saat ini. Jika prediksi Anda benar, Anda akan memenangkan kredit. Kemenangan Anda = rasio kemenangan Anda ✖️ total kredit yang diterima oleh prediksi. Jika prediksi Anda salah, Anda akan kehilangan taruhan kredit Anda.\n   2. Kredit yang dihitung akan dibulatkan ke atas jika ada desimal. Misalnya, jika Anda menang 1425.2 kredit, yang akan Anda terima 1426 kredit.\n8. **Kasus khusus:**\n\n 1. **Seri**: Jika harga pasangan perdagangan sama, saat membandingkan hingga tempat desimal terakhir yang tercatat, hasilnya akan seri, dan setiap pengguna akan mendapatkan kembali kredit taruhannya.\n   2. **Tidak Valid**: Jika prediksi menjadi tidak valid, setiap pengguna akan mendapatkan kembali taruhan kredit mereka ke \"Kredit Saat Ini\"\n 9. **Riwayat Prediksi**: Anda dapat melihat riwayat prediksi Anda di bagian \"Riwayat Prediksi\". Prediksi yang dibuat pada bulan lalu akan disimpan di \"Semua Prediksi\", sedangkan prediksi yang diikuti oleh pengguna akan disimpan secara permanen di \"Partisipasi Saya\".\n 10. **Waktu pembayaran kredit**: Hasil prediksi akan diumumkan segera setelah prediksi berakhir, dan kredit akan didistribusikan ke \"Pusat Kredit\" dari pemenang taruhan dalam waktu 24 jam.",
  "points_task_first_chat_tips": "Anda mendapat %s kredit untuk mengirim pesan pertama dalam chat grup!",
  "points_task_daily_chat_tips": "Anda mendapat %s kredit untuk pesan harian pertama dalam chat grup!",
  "points_task_daily_ten_chats_tips": "Anda mendapat %s kredit untuk mengirim 10 pesan harian dalam chat grup!",
  "points_task_daily_sharing_trading_cards_tips": "Anda mendapat %s kredit untuk membagikan perdagangan Anda di chat grup!",
  "upload_image_fail": "Gambar tersebut mengandung konten sensitif. Anda harus mengubahnya."
}