{
  "guess_rule": "1. **วิธีการเข้าร่วมการทำนาย**：ใช้ \"เครดิต\" เป็นเดิมพันในการเข้าร่วมการทำนาย คุณสามารถไปที่ “ศูนย์เครดิต” และตรวจสอบ “เครดิตที่มีอยู่ของฉัน”\n 2. **วิธีรับเครดิต**：ผู้ใช้สามารถไปที่แอป Gate.io - โมเม้น - โพสต์ - ศูนย์เครดิต - งานเครดิต เพื่อทำภารกิจให้เสร็จสิ้นและรับเครดิต\n3. **วิธีการกำหนดผลลัพธ์ของการทำนาย**: เราจะอ้างอิงราคาล่าสุดในตลาดสปอต Gate.io ณ เวลาเริ่มต้นและเวลาสิ้นสุดการทำนายเป็นพื้นฐานในการกำหนดผลลัพธ์ของการทำนาย\n4. **ตัวเลือกการเดิมพันเครดิต**：คุณสามารถเลือกเดิมพัน 50 เครดิต, 200 เครดิต หรือ All In All In หมายถึงการเดิมพันเครดิตทั้งหมดใน \"เครดิตที่มีของฉัน\"\n 5. **ข้อจำกัดการคาดการณ์**：หากมีการคาดการณ์ที่กำลังดำเนินอยู่หลายรายการ คุณสามารถเข้าร่วมทั้งหมดได้ในเวลาเดียวกัน อย่างไรก็ตาม สำหรับการทำนายแต่ละครั้ง คุณมีโอกาสเดิมพันเพียงครั้งเดียวเท่านั้น\n 6. **ราคาอ้างอิงคู่การคาดการณ์**：ราคาสปอตจากแพลตฟอร์ม Gate.io ณ เวลาเริ่มต้นและสิ้นสุดที่กำหนดจะถูกใช้เพื่อกำหนดราคาล่าสุดของคู่การซื้อขาย\n7. **การคำนวณอัตราต่อรอง：**\n\n 1. การคำนวณอัตราต่อรองจะขึ้นอยู่กับยอดเดิมพันรวมของการพยากรณ์ปัจจุบัน หากการทำนายของคุณถูกต้องคุณจะได้รับเครดิต การชนะของคุณ = อัตราการชนะของคุณ ✖️ เครดิตรวมที่ได้รับจากการทำนาย หากการทำนายของคุณไม่ถูกต้อง คุณจะสูญเสียเดิมพันเครดิตของคุณ\n   2. เครดิตที่คำนวณได้จะถูกปัดขึ้นถ้ามีทศนิยม ตัวอย่างเช่น หากคุณชนะ 1,425.2 เครดิต คุณจะได้รับ 1,426 เครดิตจริงๆ\n8. **กรณีพิเศษ：**\n\n 1. **เสมอ**：หากราคาคู่การซื้อขายเท่ากัน เมื่อเปรียบเทียบจนถึงตำแหน่งทศนิยมที่บันทึกไว้ล่าสุด ผลลัพธ์จะเสมอกัน และผู้ใช้แต่ละรายจะได้รับเครดิตเดิมพันคืน\n   2. **ไม่ถูกต้อง**：หากการทำนายไม่ถูกต้อง ผู้ใช้แต่ละคนจะได้รับเครดิตเดิมพันกลับคืนเป็น \"เครดิตปัจจุบัน\"\n 9. **ประวัติการทำนาย**：คุณสามารถดูประวัติการทำนายของคุณได้ที่ส่วน \"ประวัติการทำนาย\" คำทำนายที่จัดขึ้นในเดือนที่ผ่านมาจะถูกบันทึกไว้ใน \"คำทำนายทั้งหมด\" ในขณะที่คำทำนายที่ผู้ใช้เข้าร่วมจะถูกบันทึกไว้อย่างถาวรใน \"การมีส่วนร่วมของฉัน\"\n 10. **เวลาการจ่ายเงินเครดิต**：ผลการทำนายจะประกาศในช่วงสั้นๆ หลังจากการทำนายสิ้นสุดลง และเครดิตจะถูกแจกจ่ายไปยัง \"ศูนย์เครดิต\" ของผู้ชนะการเดิมพันภายใน 24 ชั่วโมง",
  "points_task_first_chat_tips": "คุณได้รับ %s เครดิตสำหรับการส่งข้อความแรกในการแชทกลุ่ม!",
  "points_task_daily_chat_tips": "คุณได้รับ %s เครดิตสำหรับข้อความแรกในแต่ละวันในการแชทกลุ่ม!",
  "points_task_daily_ten_chats_tips": "คุณได้รับ %s เครดิตจากการส่งข้อความ 10 ข้อความต่อวันในแชทกลุ่ม!",
  "points_task_daily_sharing_trading_cards_tips": "คุณได้รับ %s เครดิตสำหรับการแบ่งปันการซื้อขายของคุณในห้องแชทกลุ่ม!",
  "upload_image_fail": "รูปภาพมีเนื้อหาที่อ่อนไหว โปรดทำการเปลี่ยนแปลง"
}