{
  "collateral_auto_increase_time_fail": "Han pasado menos de 24 horas desde el último aumento automático del límite. Inténtelo de nuevo más tarde.",
  "collateral_auto_increase_limit_fail": "No se ha podido aumentar automáticamente el límite máximo de su préstamo individual. Rellene el formulario para solicitar un límite superior.",
  "Invalid parameters": "Parámetros no válidos",
  "Market disabled": "Mercado desactivado",
  "NotEnoughBalance": "No hay suficiente saldo.",
  "Mortgage_Balance_Not_Enough": "Saldo insuficiente para garantía",
  "Due to price fluctuation, the current LTV has exceeded the initial LTV. Please try again later.": "Debido a la fluctuación de precios, el LTV actual ha superado el LTV inicial. Por favor, inténtelo de nuevo más tarde.",
  "Mortgage_Borrowable_Not_Enough": "Cantidad prestable insuficiente",
  "Requesting too fast": "Solicitud demasiado rápida",
  "Mortgage_Too_Many_Borrower_Now": "Se alcanza el límite superior diario de la plataforma. Por favor, inténtelo de nuevo más tarde.",
  "Mortgage_Borrowed_Times_Over_Limit": "Se alcanza el límite superior diario individual. Por favor, inténtelo de nuevo más tarde.",
  "Mortgage_Borrowing_Order_Over_Limit": "El número de órdenes de pago pendientes ha alcanzado el límite superior. Puedes pagar algunas ordenes y volver a intentarlo.",
  "Mortgage_Collateral_Amount_Too_Much": "El monto de la garantía es demasiado.  Por favor redúzcalo y vuelva a intentarlo.",
  "ErrorCodeLessThanAssetMinBorrowAmount": "El monto del préstamo es menor que el préstamo mínimo de esta moneda.",
  "ErrorCodePageLimitArgumentInvalid": "Parámetros de paginación no válidos (página, límite &lt;= 0 o límite &gt; 1000).",
  "ErrorCodeMortgageUptoMaxBorrowable": "El monto del préstamo ha excedido el máximo prestable.",
  "ErrorCodeMortgageRepayGreatThanBorrowed": "El monto del reembolso es mayor que el monto del préstamo.",
  "ErrorCodeMortgageAssetNotAvailable": "Esta moneda no está disponible ahora.",
  "ErrorCodeMortgageAssetNotExist": "Esta moneda no existe.",
  "ErrorCodeMortgageLessThanLimitMinBorrowAmount": "El monto del préstamo es menor que el préstamo mínimo de esta moneda.",
  "ErrorCodeMortgageRepayGreaterThanAvailable": "El monto del reembolso es mayor que el disponible",
  "ErrorCodeMortgageOrderNotExist": "Este pedido no existe.",
  "ErrorCodeMortgageOrderFinished": "Este pedido ha finalizado.",
  "ErrorCodeMortgageOrderNoNeedPay": "El monto pendiente del préstamo es 0.",
  "ErrorCodeMortgageOrderExist": "Este pedido ya existe.",
  "ErrorCodeMortgageOrderHistoryExist": "El historial de pedidos ya existe.",
  "ErrorCodeMortgageRepayAmountInvalid": "Cantidad de reembolso no válida.",
  "Error! Please try again later": "¡Error! Inténtelo de nuevo más tarde",
  "ErrorCodeOrderIsRepaying": "Reembolso en progreso. No puede pedir prestados fondos, reembolsarlos manualmente ni ajustar la garantía ahora.",
  "ErrorCodeOrderIsLiquidating": "Liquidación en progreso No puede pedir prestados fondos, reembolsarlos manualmente ni ajustar la garantía ahora.",
  "ErrorCodeAssetSettlementInProgress": "No se puede pagar ahora porque el sistema está calculando el interés. Por favor, inténtelo de nuevo más tarde.",
  "ErrorCodeRiskControlInspection": "Riesgos potenciales detectados. Por favor, inténtelo de nuevo más tarde.",
  "ErrorCodeLoanFailed": "No se pudo pedir prestado. Por favor, inténtalo de nuevo.",
  "ErrorCodeExceedOrderBorrowAssetCount": "El monto del préstamo ha alcanzado el límite superior. Por favor paga primero y vuelve a intentarlo.",
  "ErrorCodeExceedOrderMortgageAssetCount": "El importe garantizado ha alcanzado el límite superior. Ajuste la garantía e inténtelo de nuevo.",
  "ErrorCodeWaitToLoan": "Este pedido actualmente no tiene préstamo. Por favor primero pida prestado y ajuste la garantía.",
  "ErrorCodeRateError": "Por favor inténtelo de nuevo para obtener la tasa de interés más reciente.",
  "ErrorCodeNotSupportAsset": "Actualmente, esta moneda no admite préstamos a tasa fija.",
  "ErrorCodeUniloanLendableNotEnough": "No se pudo suscribir a Simple Earn.",
  "ErrorCodeActivityLeftQuotaNotEnough": "La cantidad del préstamo supera la cantidad prestable, por lo que el APR de oferta no se aplicará a toda la orden.",
  "ErrorCodeActivityOrderEarlyRepayment": "La orden aplicó el APR de oferta y no permite el reembolso anticipado.",
  "check user funding mode failed.": "Para reducir los riesgos y proteger sus fondos, los fondos de Simple Earn sólo pueden servir como colateral para un tipo de producto, ya sea Cuenta Unificada o Préstamo de Criptomonedas.",
  "hasBorrowingUniloanMortgageOrder": "No se puede desactivar porque tiene órdenes de préstamo pendientes. Por favor, reembólselos primero e inténtelo de nuevo.",
  "ErrorCodeLessThanMinMortgageAmount": "El valor introducido debe ser superior al importe mínimo colateralizable"
}