{
  "collateral_auto_increase_time_fail": "ไม่ถึง 24 ชั่วโมงนับตั้งแต่การเพิ่มวงเงินอัตโนมัติครั้งล่าสุดของคุณ กรุณาลองอีกครั้งในภายหลัง",
  "collateral_auto_increase_limit_fail": "ไม่สามารถเพิ่มวงเงินสินเชื่อส่วนบุคคลของคุณโดยอัตโนมัติได้ กรุณากรอกแบบฟอร์มเพื่อขอเพิ่มวงเงินสูงสุด",
  "Invalid parameters": "พารามิเตอร์ไม่ถูกต้อง",
  "Market disabled": "ตลาดปิดใช้งานอยู่",
  "NotEnoughBalance": "ยอดคงเหลือไม่เพียงพอ",
  "Mortgage_Balance_Not_Enough": "ยอดเงินไม่เพียงพอสำหรับหลักประกัน",
  "Due to price fluctuation, the current LTV has exceeded the initial LTV. Please try again later.": "เนื่องจากความผันผวนของราคา LTV ปัจจุบันที่เกิน LTV เริ่มต้น กรุณาลองใหม่อีกครั้งในภายหลัง.",
  "Mortgage_Borrowable_Not_Enough": "จำนวนเงินกู้ยืมไม่เพียงพอ",
  "Requesting too fast": "จำนวนคำร้องเยอะเกินไป  กรุณารอสักครู่แล้วค่อยลองใหม่",
  "Mortgage_Too_Many_Borrower_Now": "ถึงขีดจำกัดสูงสุดรายวันของแพลตฟอร์มแล้ว โปรดลองอีกครั้งในภายหลัง",
  "Mortgage_Borrowed_Times_Over_Limit": "ถึงขีดจำกัดสูงสุดรายวันของแต่ละบุคคลแล้ว โปรดลองอีกครั้งในภายหลัง",
  "Mortgage_Borrowing_Order_Over_Limit": "จำนวนคำสั่งการชำระหนี้ที่รอดำเนินการถึงขีดจำกัดสูงสุดแล้ว คุณอาจชำระคืนคำสั่งซื้อบางรายการแล้วลองอีกครั้ง",
  "Mortgage_Collateral_Amount_Too_Much": "จำนวนหลักประกันมากเกินไป  โปรดลดขนาดลงและลองอีกครั้ง",
  "ErrorCodeLessThanAssetMinBorrowAmount": "จำนวนเงินกู้น้อยกว่าเงินกู้ขั้นต่ำของเหรียญนี้",
  "ErrorCodePageLimitArgumentInvalid": "พารามิเตอร์การแบ่งหน้าไม่ถูกต้อง (หน้า ขีดจำกัด &lt;= 0 หรือขีดจำกัด &gt; 1000)",
  "ErrorCodeMortgageUptoMaxBorrowable": "วงเงินที่ทำการกู้เกินวงเงินสูงสุดที่กู้ได้",
  "ErrorCodeMortgageRepayGreatThanBorrowed": "จำนวนเงินที่ชำระคืนมากกว่าจำนวนเงินกู้",
  "ErrorCodeMortgageAssetNotAvailable": "เหรียญนี้ไม่สามารถใช้ได้ในขณะนี้",
  "ErrorCodeMortgageAssetNotExist": "เหรียญนี้ไม่มี",
  "ErrorCodeMortgageLessThanLimitMinBorrowAmount": "จำนวนเงินกู้น้อยกว่าเงินกู้ขั้นต่ำของเหรียญนี้",
  "ErrorCodeMortgageRepayGreaterThanAvailable": "ยอดชำระคืนมากกว่าที่มีอยู่",
  "ErrorCodeMortgageOrderNotExist": "ไม่มีคำสั่งซื้อนี้",
  "ErrorCodeMortgageOrderFinished": "คำสั่งซื้อนี้สิ้นสุดลงแล้ว",
  "ErrorCodeMortgageOrderNoNeedPay": "ยอดเงินกู้คงค้างเป็น 0",
  "ErrorCodeMortgageOrderExist": "มีคำสั่งซื้อนี้อยู่แล้ว",
  "ErrorCodeMortgageOrderHistoryExist": "ประวัติการสั่งซื้อมีอยู่แล้ว",
  "ErrorCodeMortgageRepayAmountInvalid": "จำนวนเงินที่ชำระคืนไม่ถูกต้อง",
  "Error! Please try again later": "เกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง",
  "ErrorCodeOrderIsRepaying": "อยู่ระหว่างการชำระคืน คุณไม่สามารถยืมเงินทุน ชำระคืนด้วยตนเอง หรือปรับหลักประกันได้ในขณะนี้",
  "ErrorCodeOrderIsLiquidating": "อยู่ระหว่างการชำระบัญชี คุณไม่สามารถยืมเงินทุน ชำระคืนด้วยตนเอง หรือปรับหลักประกันได้ในขณะนี้",
  "ErrorCodeAssetSettlementInProgress": "ไม่สามารถชำระคืนได้ในขณะนี้เนื่องจากระบบกำลังคำนวณดอกเบี้ย โปรดลองอีกครั้งในภายหลัง",
  "ErrorCodeRiskControlInspection": "ตรวจพบความเสี่ยงที่อาจเกิดขึ้น โปรดลองอีกครั้งในภายหลัง",
  "ErrorCodeLoanFailed": "ยืมไม่สำเร็จ โปรดลองอีกครั้ง",
  "ErrorCodeExceedOrderBorrowAssetCount": "จำนวนเงินกู้ถึงขีดจำกัดบนแล้ว โปรดชำระคืนก่อนแล้วลองอีกครั้ง",
  "ErrorCodeExceedOrderMortgageAssetCount": "จำนวนเงินหลักประกันถึงขีดจำกัดบนแล้ว โปรดปรับหลักประกันแล้วลองอีกครั้ง",
  "ErrorCodeWaitToLoan": "คำสั่งซื้อนี้ขณะนี้ไม่มีเงินกู้ กรุณายืมก่อนและปรับหลักประกัน",
  "ErrorCodeRateError": "โปรดลองอีกครั้งเพื่อรับอัตราดอกเบี้ยล่าสุด",
  "ErrorCodeNotSupportAsset": "เหรียญนี้ไม่รองรับสินเชื่ออัตราดอกเบี้ยคงที่ในปัจจุบัน",
  "ErrorCodeUniloanLendableNotEnough": "ล้มเหลวในการสมัคร Simple Earn",
  "ErrorCodeActivityLeftQuotaNotEnough": "จำนวนเงินกู้เกินกว่าที่ยืมได้ คำสั่งซื้อทั้งหมดจะไม่ใช้ APR ของข้อเสนอ",
  "ErrorCodeActivityOrderEarlyRepayment": "คำสั่งซื้อใช้ข้อเสนอ APR และไม่อนุญาตให้ชำระคืนก่อนกำหนด",
  "check user funding mode failed.": "เพื่อลดความเสี่ยงและปกป้องเงินทุนของคุณ กองทุน Simple Earn สามารถใช้เป็นหลักประกันสำหรับผลิตภัณฑ์ประเภทเดียวเท่านั้น ไม่ว่าจะเป็นบัญชีแบบรวมหรือสินเชื่อคริปโต",
  "hasBorrowingUniloanMortgageOrder": "ไม่สามารถปิดใช้งานได้เนื่องจากคุณมีคำสั่งซื้อสินเชื่อค้างชำระ โปรดชำระคืนก่อนแล้วลองอีกครั้ง",
  "ErrorCodeLessThanMinMortgageAmount": "มูลค่าที่ป้อนต้องมากกว่าจำนวนเงินขั้นต่ำที่สามารถค้ำประกันได้"
}