{
  "Login_Session_Expired": "กรุณาเข้าสู่ระบบ.",
  "RISK_LIMIT_EXCEEDED": "การซื้อขายมีความเสี่ยงสูงเกินไป",
  "INVALID_PARAM_VALUE": "พารามิเตอร์ใส่ค่าไม่ถูกต้อง",
  "INVALID_PROTOCOL": "ข้อกำหนดไม่ถูกต้อง",
  "INVALID_ARGUMENT": "ข้อกำหนดของพารามิเตอร์ไม่ถูกต้อง",
  "INVALID_REQUEST_BODY": "Invalid request body",
  "INVALID_CREDENTIALS": "Request lacks header.",
  "MISSING_REQUIRED_PARAM": "กรุณาเลือกพารามิเตอร์",
  "NO_FUTURES_ACCOUNT": "ผู้ใช้ไม่มีบัญชีฟิวเจอร์ส",
  "ACCOUNT_LOCKED": "บัญชีถูกล็อค",
  "NOT_FOUND": "ไม่พบคำร้องนี้",
  "CONTRACT_NOT_FOUND": "ไม่ค้นพบสัญญา",
  "USER_NOT_FOUND": "กรุณาโอนเงินทุนก่อน",
  "ORDER_NOT_FOUND": "ไม่พบคำสั่งซื้อนี้",
  "ORDER_FINISHED": "คำสั่งซื้อขายสำเร็จแล้ว",
  "LEVERAGE_TOO_HIGH": "ค่าเลเวอเรจสูงเกินไป",
  "LEVERAGE_TOO_LOW": "ตั้งค่าเลเวอเรจต่ำเกินไป",
  "TOO_MANY_ORDERS": "คำสั่งซื้อขายล่วงหน้า ที่ยังไม่ซื้อขายมีมากเกินไป",
  "POSITION_NOT_FOUND": "สัญญาไม่พบโพซิชั่น",
  "POSITION_CROSS_MARGIN": "ค่าโพซิชั่นไม่รองรับการอัพเดตเงินหลักประกัน",
  "POSITION_LOCKED": "โพซิชั่นถูกล็อคแล้ว",
  "TOO_MUCH_CHANGE": "เงินหลักประกันสูงเกินเกณฑ์",
  "SERVER_ERROR": "เซิร์ฟเวอร์ผิดพลาด",
  "TOO_BUSY": "ฝ่ายบริการกำลังยุ่งมาก",
  "LIQUIDATION_PRICE_EXCEEDED": "ราคาซื้อกลับต้องต่ำกว่าราคาปิดสถานะ",
  "TOO_MUCH_FUTURES_AVAILABLE": "จำนวนรวมบัญชีฟิวเจอร์ส ต้องไม่เกิน ",
  "POSITION_EMPTY": "ขณะนี้โพซิชั่นเป็นศูนย์",
  "REMOVE_TOO_MUCH": "เคลื่อนย้ายเงินหลักประกันบ่อยเกินไป",
  "RISK_LIMIT_NOT_MULTIPLE": "เพดานความเสี่ยงไม่เป็นไปตามเกณฑ์ที่กำหนดไว้",
  "RISK_LIMIT_TOO_HIGH": "ระดับความเสี่ยงสูงเกินกว่าระดับที่กำหนด",
  "RISK_LIMIT_TOO_lOW": "ระดับความเสี่ยงต่ำเกินกว่าระดับที่กำหนด",
  "PRICE_TOO_DEVIATED": "ราคาซื้อกับราคากำหนดต่างกันเกินไป",
  "SIZE_TOO_LARGE": "จำนวนคำสั่งซื้อขายสูงเกินเกณฑ์",
  "SIZE_TOO_SMALL": "จำนวนเงินกู้ยืมคำสั่งซื้อต่ำเกินไป",
  "POSITION_IN_CLOSE": "สถานะกำลังปิดโพซิชั่น",
  "CONTRACT_IN_DELISTING": "ตลาดฟิวเจอร์สอยู่ในช่วงการเปลี่ยนแปลงก่อนที่จะออฟไลน์ ซึ่งจะอนุญาตเฉพาะคำสั่งแบบ Reduce Only หรือคำสั่งแบบปิดเท่านั้น",
  "CONTRACT_NO_COUNTER": "ไม่มีคู่คำสั่งซื้อขาย",
  "INSUFFICIENT_AVAILABLE": "จำนวนคงเหลือไม่พอ",
  "POSITION_IN_LIQUIDATION": "อยู่ในช่วงบังคับปิดโพซิชั่น",
  "LIQUIDATE_IMMEDIATELY": "เมื่อซื้อขายจะถูกบังคับปิดสถานะ",
  "PRICE_OVER_LIQUIDATION": "ราคาเงื่อนไขสูงกว่าราคาบังคับปิดโพซิชั่น",
  "PRICE_OVER_BANKRUPT": "ราคาเงื่อนไขเกินสูงราคาล้มละลาย",
  "ORDER_POC_IMMEDIATE": "คำสั่งซื้อ Post-Only อย่างเดียวไม่สามารถดำเนินการได้ในฐานะเมกเกอร์เนื่องจากความผันผวนของตลาดอย่างมีนัยสำคัญ ดังนั้นคำสั่งซื้อจึงถูกยกเลิก",
  "INCREASE_POSITION": "คำสั่งเทขายบางส่วนเพื่อเพิ่มโพซิชั่น",
  "INTERNAL": "เซิร์ฟเวอร์ผิดพลาด",
  "AUTO_INVALID_PARAM_TRIGGER_PRICE": "พารามิเตอร์ไม่ถูกต้อง : ราคาทริกเกอร์",
  "CurrentBusinessIsNotSupportedInYourRegion": "ธุรกิจไม่ได้รับการสนับสนุนในภูมิภาคของคุณ หากคุณมีตำแหน่งซื้อขายในตลาดนี้ โปรดปิดโดยเร็วที่สุด",
  "Account is protected. Please contact admin to unlocked it.": "บัญชีของคุณได้รับการคุ้มครองเนื่องจากตรวจพบความเสี่ยงที่อาจเกิดขึ้น หากต้องการยกเลิกการคุ้มครองนี้ โปรดส่งคำร้อง",
  "CONTRACT_BONUS_DISABLED": "บัญชีปัจจุบันมี USDTest และไม่รองรับคำสั่งซื้อขายในตลาดปัจจุบัน",
  "ErrorIcebergSizeTooBig": "คำสั่งซื้อขายแบบ Iceberg ต้องแสดงจำนวนต่ำกว่าปริมาณคำสั่งซื้อขายแบบระบุเงื่อนไข",
  "ErrorOrderFok": "ไม่สามารถ Fill คำสั่งได้อย่างสมบูรณ์ทันที ดังนั้นคำสั่งจึงถูกยกเลิกโดยสิ้นเชิง",
  "Contract Credit Disabled": "ไม่รองรับการออกคำสั่งในตลาดนี้ภายใต้โหมดบัญชีมาร์จิ้นของพอร์ตการลงทุน",
  "NO_POSITIONS_WHEN_REDUCE_ONLY": "ไม่อนุญาตให้ลดหรือปิดเนื่องจากไม่มีตำแหน่งเปิดที่สอดคล้องกัน",
  "NO_NEGATIVE_POSITIONS_WHEN_REDUCE_ONLY": "Reduce-Only ไม่สามารถอยู่ในทิศทางเดียวกันกับตำแหน่งปัจจุบัน",
  "NEW_FUTURES_PRICE_TOO_DEVIATED": "ค่าเบี่ยงเบนระหว่างราคาสถานะสั่งซื้อ และราคามาร์คเกินค่าเบี่ยงเบนราคาสูงสุดที่อนุญาต (%s) ในตลาด กรุณาเปลี่ยนราคาสถานะคำสั่งซื้อและลองใหม่อีกครั้ง",
  "HoldingPositionCannotUpgradeLiquidationMode": "ไม่สามารถอัพเกรดโหมดการชำระบัญชีได้ในขณะนี้ เนื่องจากมีคำสั่งซื้อ หรือตำแหน่งเปิดอยู่",
  "REDUCE_ONLY_ORDER_WITH_BETTER_PRICE": "คำสั่งซื้อเฉพาะการลดไม่ถูกต้องเนื่องจากมีคำสั่งซื้อที่มีราคาดีกว่าอยู่แล้ว",
  "COOLING_OFF_PERIOD_SETTING_HAS_EXIST": "คุณได้เปิดใช้งานระยะเวลาพักตัวฟิวเจอร์สและจะไม่สามารถปรับตั้งค่าในช่วงเวลาดังกล่าวได้",
  "COOLING_OFF_PERIOD_SETTING_NO_POSITION_AND_ORDERS": "ไม่สามารถเปิดใช้งานระยะเวลาพักตัวฟิวเจอร์สได้ เว้นแต่คุณจะยกเลิกสถานะทั้งหมดและเปิดคำสั่งซื้อในตลาดฟิวเจอร์ส",
  "FUTURES_COOLING_OFF_PERIOD_FORBIDDEN": "ในระหว่างงวด คุณจะไม่สามารถทำธุรกรรมใดๆ ในบัญชีฟิวเจอร์สได้",
  "RISK_CHECK_MARKET_FORBIDDEN": "ห้ามดำเนินการใดๆ เนื่องจากการบริหารความเสี่ยง",
  "NO_CHANGE_ONE_WAY": "ขณะนี้ท่านอยู่ในโหมดโพซิชั่นแบบทิศทางเดียวแล้ว กรุณาอย่าตั้งค่าซ้ำ",
  "NO_CHANGE_TWO_WAY": "ขณะนี้ท่านอยู่ในโหมดโพซิชั่นแบบสองทิศทางแล้ว กรุณาอย่าตั้งค่าซ้ำคุณอยู่ในโหมดตำแหน่งสองด้านแล้ว",
  "POSITION_HOLD": "ขณะนี้มีคำสั่งซื้อขายหรือโพซิชั่นที่เปิดอยู่ ไม่สามารถปรับโหมดโพซิชั่นได้",
  "POSITION_DUAL_MODE": "ไม่อนุญาตการดำเนินการนี้ในโหมดโพซิชั่นแบบสองทิศทาง",
  "ORDERS_PENDING": "ขณะนี้มีคำสั่งซื้อขายที่เปิดอยู่ ท่านไม่สามารถเปลี่ยนโหมดโพซิชั่นได้",
  "DUAL_MODE_REDUCE_EXCEEDED": "โหมดโพซิชั่นแบบสองทิศทางลดลงเกิน",
  "POSITION_HOLDING": "ไม่อนุญาตการดำเนินการนี้ในขณะที่มีโพซิชั่นเปิดอยู่",
  "ORDER_PENDING": "ไม่อนุญาตการดำเนินการนี้ในขณะที่มีคำสั่งซื้อขายที่รอดำเนินการอยู่",
  "REDUCE_EXCEEDED": "0rder quantity is greater than the reducible quantity.",
  "AMEND_WITH_STOP": "The entrustment has profit and loss stop conditions, and price modification is not supported",
  "ORDER_FOK": "ไม่สามารถ Fill คำสั่งได้อย่างสมบูรณ์ทันที ดังนั้นคำสั่งจึงถูกยกเลิกโดยสิ้นเชิง",
  "UNTERMINATED_TWAP_ORDER_HOLD": "โหมดตำแหน่งไม่สามารถเปลี่ยนได้เนื่องจากมีคำสั่ง TWAP ที่ไม่สิ้นสุด",
  "REAL_LEVERAGE_EXCEEDED": "ไม่สามารถวางคำสั่งซื้อได้เนื่องจากเลเวอเรจจริงเกินขีดจำกัดบน",
  "FUTURES_BILLING_TYPE_DNW": "โอนเข้าโอนออก",
  "FUTURES_BILLING_TYPE_PNL": "กำไรขาดทุนจากการขายออก",
  "FUTURES_BILLING_TYPE_FEE": "ค่าธรรมเนียมซื้อขาย",
  "FUTURES_BILLING_TYPE_REFR": "ค่าคอมมิชชั่น",
  "FUTURES_BILLING_TYPE_FUND": "อัตราดอกเบี้ยเงินทุน",
  "FUTURES_BILLING_TYPE_CROSS_SETTLE": "การชำระราคาได้หลายสกุลเงิน",
  "BONUS_DNW": "การฝากและถอนของกองทุนทดลองสัญญา",
  "BONUS_OFFSET": "เครดิตกองทุนทดลองสัญญา",
  "Point": "บัตรพอยท์",
  "Operation error": "ข้อผิดพลาดในการดำเนินงาน",
  "Operation success": "ความสําเร็จในการดําเนินงาน",
  "Lastprice": "ราคาล่าสุด",
  "Bid": "Bid",
  "Ask": "Ask",
  "auto-replace": "แทนที่อัตโนมัติ",
  "cancel-finished": "IOC",
  "not-cancel": "ไม่ยกเลิกคำสั่งซื้อ",
  "timing_cancel": "กำหนดเวลายกเลิก",
  "is not supported": "ประเภทสกุลเงินที่ไม่รองรับ",
  "weekly": "รายสัปดาห์",
  "quarterly": "รายไตรมาส",
  "WEEKLY": "รายสัปดาห์",
  "BI-WEEKLY": "ทุกสองสัปดาห์",
  "MONTHLY": "รายเดือน",
  "BI-MONTHLY": "ทุกสองเดือน",
  "QUARTERLY": "รายไตรมาส",
  "BI-QUARTERLY": "ทุกสองไตรมาส",
  "DELIVERY": "บัญชี Delivery Futures",
  "Added successfully": "เพิ่มแล้ว",
  "Modified successfully": "แก้ไขแล้ว",
  "Modification failed": "แก้ไขไม่สำเร็จ",
  "Delete succeed": "ลบสำเร็จ",
  "Delete failed": "ลบไม่สำเร็จ",
  "BBO_ORDER_REJECT": "ไม่มีราคาที่ดีที่สุด",
  "ALERTS_UP_10_PER_MARKET": "ไม่สามารถเพิ่มได้เนื่องจากจำนวนการแจ้งเตือนสำหรับ %s เกินขีดจำกัด %s",
  "ALERTS_UP_800_ALL_MARKET": "ไม่สามารถเพิ่มได้เนื่องจากถึงขีดจำกัดการแจ้งเตือนรวม %s แล้ว",
  "REDUCE_ONLY_FAIL": "คำสั่งซื้อเฉพาะการลดไม่ถูกต้องเนื่องจากมีคำสั่งซื้อที่มีราคาดีกว่าอยู่แล้ว",
  "UPGRADE_TO_AFTER_6_9_0": "กรุณาอัปเกรดเป็นเวอร์ชันใหม่ (กว่า V6.9.0)",
  "LIMIT_ORDER_CHASE": "คำสั่งลิมิตที่มีเงื่อนไข TP/SL ไม่สามารถถูกติดตามได้",
  "PRICE_TOO_DEVIATED_LIQUIDATE_IMMEDIATELY": "ความคลาดเคลื่อนของราคามากเกินไป การดำเนินการตามคำสั่งอาจทำให้เกิดการบังคับขายทันที",
  "POSITION_RISK_LIMIT_EXCEEDED": "อาจเกินขีดจำกัดความเสี่ยงตำแหน่ง",
  "CANCELLED_BY_USER": "ถูกยกเลิกโดยผู้ใช้",
  "CANCELLED_BY_LIQUIDATION": "ถูกยกเลิก เนื่องจากการชำระบัญชี",
  "CANCELLED_BY_IOC": "คำสั่งของ IOC ไม่ได้รับการปฏิบัติตามอย่างครบถ้วน ส่วนที่ไม่ได้รับการปฏิบัติตามถูกยกเลิก",
  "CANCELLED_BY_ADL": "ถูกยกเลิกเนื่องจากคำสั่ง Auto-Deleveraging (ADL)",
  "CANCELLED_BY_FAILED": "ไม่สามารถทำการสั่งซื้อได้",
  "CANCELLED_BY_SETTLED": "ทำสัญญาเรียบร้อยแล้ว",
  "CANCELLED_BY_CLOSING_POSITION": "เมื่อปิดสถานะ คำสั่งแบบลดจำนวนเท่านั้นจะถูกยกเลิกโดยอัตโนมัติ",
  "CANCELLED_BY_REDUCE_ONLY_ORDER": "ถูกแทนที่ด้วยคำสั่งแบบลดจำนวนเท่านั้น",
  "CANCELLED_BY_STP": "ยกเลิกเพื่อป้องกันการซื้อขายตนเอง",
  "INITIAL_MARGIN_TOO_LOW": "ล้มเหลวเนื่องจากระดับมาร์จิ้นเริ่มต้นของบัญชีอาจต่ำกว่า 100% หลังจากส่งคำสั่งซื้อนี้",
  "CANCELED_BY_PRICE_PROTECTION": "คำสั่งถูกยกเลิกโดยอัตโนมัติโดยกลไกการปกป้องราคา",
  "OPEN_ORDERS_OVER_LIMIT": "จำนวนเปิดคำสั่งซื้อสำหรับคู่เทรดนี้เกินลิมิตข้างบน",
  "FUTURES_BILL_FUND_TYPE_TIPS": "เป็นกลไกที่ใช้ในการโยงกับราคาสปอต ซึ่งจะใช้ทุกๆ %s ชั่วโมง การจ่ายเงินทุนจะขึ้นอยู่กับมูลค่าตำแหน่งที่ผู้ใช้ถือ ณ เวลาประทับเงินทุน หากอัตราเงินทุนเป็นบวก Longs จะจ่าย Shorts; หากเป็นค่าลบ shorts จะจ่ายให้กับ longs\nเงินทุน = มูลค่าตำแหน่ง x อัตราการระดมทุน",
  "MAX_LEVERAGE_CHANGE_RESTRICTED": "ไม่สามารถแก้ไขได้เนื่องจากตั้งค่าเลเวอเรจสูงสุดไว้",
  "TestnetTrading": "จำลอง",
  "Futures": "Perpetual",
  "Trading": "การซื้อขายตลาดจริง",
  "Gate.io": "Gate.io",
  "PROFIT_PRICE_LOWER_THAN_ENTRY_PRICE": "ราคาทำกำไรควรสูงกว่าราคาแรกเข้า",
  "LOSS_PRICE_HIGHER_THAN_ENTRY_PRICE": "ราคาหยุดการขาดทุนควรต่ำกว่าราคาแรกเข้า",
  "PROFIT_PRICE_HIGHER_THAN_ENTRY_PRICE": "ราคาทำกำไรควรต่ำกว่าราคาแรกเข้า",
  "LOSS_PRICE_LOWER_THAN_ENTRY_PRICE": "ราคาหยุดการขาดทุนควรสูงกว่าราคาเข้า",
  "BALANCE_NOT_SUFFICIENT_TO_OPEN_POSITION": "ยอดคงเหลือที่มีอยู่ไม่เพียงพอที่จะเปิดตำแหน่งนี้",
  "ENTRY_PRICE_REQUIRED": "ต้องระบุราคาและราคาแรกเข้า",
  "EXCEED_MAX_POSITION_SIZE": "เกินขนาดลิมิตของตำแหน่งสูงสุด",
  "PNL_PRICE_REQUIRED": "จำเป็นต้องมีราคาจุดทำกำไรหรือราคาหยุดการขาดทุน",
  "FUTURES_NEW_CONTRACT_NOTICE": "%s%s Perp ได้รับการลิสต์แล้ว โดยมีเลเวอเรจสูงสุดที่ %sx",
  "FUTURES_CANCELLED_BY_TPSL_FAILED": "ระบบได้ยกเลิกคำสั่งที่ไม่ใช่แบบ reduce-only ซึ่งใช้มาร์จิ้น เมื่อเงื่อนไข TP/SL ถูกต้องและมาร์จิ้นไม่เพียงพอ เพื่อให้คำสั่ง TP/SL สามารถทำงานได้สำเร็จและปิดตำแหน่ง",
  "FUTURES_CANCELLED_BY_COND_REDUCE_FAILED": "ระบบได้ยกเลิกคำสั่งที่ไม่ใช่แบบ reduce-only ซึ่งใช้มาร์จิ้น เมื่อคำสั่ง reduce-only แบบมีเงื่อนไขถูกกระตุ้นและมาร์จิ้นไม่เพียงพอ เพื่อให้ตำแหน่งลดลงสำเร็จ",
  "futures.add_margin": "เพิ่มหลักประกัน",
  "futures.reduce_margin": "ลดอัตรากำไรขั้นต้น",
  "futures.partial_close": "ปิดบางส่วน",
  "futures.funding_fee": "ค่าธรรมเนียมเงินทุน",
  "futures.switch_margin_mode": "สลับโหมดมาร์จิ้น",
  "futures.adjust_leverage": "ปรับเลเวอเรจ",
  "futures.auto_deleveraging": "ลดหนี้อัตโนมัติ",
  "futures.open_position_buy": "ซื้อเพื่อเปิดสถานะ",
  "futures.open_position_sell": "ขายเปิดสถานะ",
  "futures.increase_position_buy": "ซื้อเพื่อเพิ่มสถานะ",
  "futures.increase_position_sell": "ขายเพื่อเพิ่มสถานะ",
  "FUTURE_AUTO_INVALID_REQUEST": "ข้อกำหนดไม่ถูกต้อง กรุณาเข้าสู่หน้าใหม่แล้วลองอีกครั้ง",
  "futures.margin": "มาร์จิ้น",
  "futures.cross": "Cross",
  "futures.isolated": "โหมดหลักประกันตายตัว",
  "futures.reduce_pnl": "PNL ของการลดตำแหน่ง",
  "futures.trading_fee": "อัตราค่าธรรมเนียมซื้อขาย"
}