{
  "GATELIVE_API_INVALID_PARAM": "paramètre non valide",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR": "Erreur interne du service",
  "GATELIVE_API_NO_PERMISSION": "Autorisation refusée",
  "GATELIVE_TODAY": "Aujourd’hui",
  "GATELIVE_MONDAY": "Lundi",
  "GATELIVE_TUESDAY": "Mardi",
  "GATELIVE_WEDNESDAY": "Mercredi",
  "GATELIVE_THURSDAY": "Jeudi",
  "GATELIVE_FRIDAY": "Vendredi",
  "GATELIVE_SATURDAY": "Samedi",
  "GATELIVE_SUNDAY": "Dimanche",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY": "Cette vidéo est visible uniquement par les abonnés. Veuillez d'abord vous abonner.",
  "GATELIVE_API_COPY_USER_RULE": "### 1. Copy Trading:\n\n*Le Copy Trading est une fonction qui permet aux utilisateurs de visualiser et de suivre rapidement les stratégies de trading partagées par les streamers pendant les diffusons en direct.\n\n### 2. Instructions pour le copy trading:\n\n* Les utilisateurs peuvent sélectionner le type de copy trading approprié en fonction de leur tolérance au risque et de leur situation financière. Les options actuellement prises en charge sont le spot, les contrats futurs, le copy trading de contrats futurs et les bots.\n* Les utilisateurs peuvent à tout moment consulter et gérer leurs ordres en cours dans la section \"Actifs\".\n\n### 3. Avertissement et Remarques:\n\n* Veuillez vous assurer que vous avez lu et compris les règles ci-dessus.\n* Il est recommandé aux nouveaux utilisateurs de commencer par de petites quantités afin de se familiariser avec les opérations et les stratégies impliquées dans le copy trading.\n* Il est de la responsabilité des utilisateurs de se conformer à toutes les lois et réglementations pertinentes et de s'abstenir de s'engager dans des activités de trading illicites.\n* Sachez que le copy trading comporte des risques élevés. Les utilisateurs doivent prendre leurs décisions d'investissement en fonction de leur tolérance au risque. Les diffusions en direct représentent uniquement les opinions personnelles des Streamers et ne reflètent pas la position officielle de Gate.io. Gate.io recommande aux utilisateurs d'être conscients des risques du marché et d'investir avec prudence.\n\n### **[Plus de détails] (https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE": "### 1. Copy Trading:\n\n*Le Copy Trading est une fonction qui permet aux streamers de partager leurs stratégies de trading avec les utilisateurs en temps réel.\n*Si les utilisateurs passent des ordres en cliquant sur les ordres partagés par le streamer pendant la diffusion en direct et que l'ordre est passé avec succès, le streamer peut percevoir une commission basée sur les frais de trading payés par les utilisateurs.\n\n### 2. Comment paramétrer le Copy Trading:\n\n*Le compte de trading utilisé par le streamer doit correspondre au compte de streaming lors du partage des ordres pendant la diffusion en direct.\n\n### 3. Étapes à suivre:\n\n*Sélectionnez l'onglet [Copier] sur la page de diffusion en direct, puis cliquez sur le bouton [Paramètres] ci-dessous pour configurer le contenu recommandé. Les options incluent :\n\n1. Partager automatiquement les ordres passés par le streamer pendant le live stream vers la liste recommandée.\n2. Partager les 50 derniers ordres spot du streamer.\n3. Partager les 50 derniers ordres futures du streamer.\n\n*Les streamers peuvent supprimer ou épingler des cartes dans la liste si nécessaire.\n*Pendant la diffusion en direct, définissez les paramètres, partagez les stratégies de trading et affichez l'interface de trading de Gate.io pour le trading en temps réel.\n*La fonction de copy trading est activée par défaut lors des diffusions en direct. Il est recommandé aux streamers d'utiliser la fonction d'épinglage afin que les utilisateurs puissent facilement suivre vos transactions.\n\n### 4. Commission pour le copy trading:\n\n*Les Streamers peuvent attirer plus d'utilisateurs en diffusant quotidiennement en direct, augmentant ainsi les commissions potentielles provenant du copy trading.\n*La commission de GateLive Copy Trading est un ratio de commission supplémentaire qui s'ajoute à la commission de référence maximale de 40% de la plateforme.\n*La commission de la semaine précédente sera calculée tous les lundis et sera distribuée au portefeuille du streamer en USDT dans les 7 jours ouvrables (la commission accumulée doit être supérieure à 0,1 USDT pour satisfaire à l'exigence de distribution minimale. ), vérifiez les détails dans le \"portefeuille—facture\". Les annonces de distribution des récompenses seront publiées sur [GateLive Post] (https://www.gate.io/post/GateLive) et [GateLive X] (https://twitter.com/GateioLive).\n*Les commissions de Copy Trading sont calculées avant les commissions de Live Mining, et les deux ne sont pas cumulatives.\n\n### 5. Responsabilités et obligations:\n\n*Les streamers doivent fournir des enregistrements et une conduite clairs et transparents afin de maintenir la crédibilité de la plateforme et de protéger les intérêts des utilisateurs.\n*Les streamers doivent se conformer aux régulations en matière de trading sur Gate.io et aux exigences légales. La fonction \"Copy Trading\" permet de partager des stratégies de trading et ne constitue pas un conseil en investissement. Streamers should inform users of investment risks and encourage prudent investment.\n*Les streamers doivent respecter les [Instructions relatives aux normes de gestion et aux sanctions en cas de violation des streamers] (https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Le non-respect de cette règle entraînera l'annulation immédiate de l'éligibilité à la commission.\n\n### 6. Avertissement et Remarques :\n\n*Le copy trading représente les opinions personnelles et les stratégies de trading du streamer et ne reflète pas la position de la plateforme. Les prix des actifs numériques sont très volatils et comportent des risques importants pour le marché. Évaluez si le trading correspond à vos objectifs et à votre situation, y compris les risques et les avantages potentiels, et assumez tous les risques associés.\n*Gate.io n'est pas responsable des pertes directes ou indirectes résultant du copy trading, y compris, mais sans s'y limiter, les pertes financières, les pertes de profit, ou toute perte due à des erreurs opérationnelles ou à des défaillances du réseau.\n*Les utilisateurs doivent comprendre et respecter les règles pertinentes de Gate.io, y compris, mais sans s'y limiter, les règles de trading et les avertissements de risque, avant de s'engager dans le copy trading.\n*Gate.io se réserve le droit d'interprétation finale pour cette caractéristique du produit.\n\n### **[Plus de détails](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED": "Live-with function is not available",
  "GATELIVE_API_GET_LIVE_CODE_TIPS": "Le lien du flux RTMP sera disponible 10 minutes avant le LIVE",
  "GATELIVE_API_LIVE_BEFORE": "Vous pouvez accéder à la diffusion 10 minutes avant l'heure prévue",
  "GATELIVE_AI_LIKE_QUESTION": "Comment pouvons-nous améliorer notre service ?",
  "GATELIVE_AI_LIKE_OPTION_ONE": "Améliorer la précision",
  "GATELIVE_AI_LIKE_OPTION_TWO": "Améliorer la rapidité",
  "GATELIVE_AI_LIKE_OPTION_THREE": "Afficher plus de contenu",
  "GATELIVE_AI_LIKE_OPTION_FOUR": "Optimiser la présentation du contenu",
  "GATELIVE_AI_UN_LIKE_QUESTION": "Quels sont les problèmes que vous rencontrez avec notre service ?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE": "Manque de clarté et de facilité de compréhension",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO": "L'information est trop retardée",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE": "Aucune analyse approfondie",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR": "Pas d'exemples spécifiques",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE": "Le contenu est brouillé",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX": "Le contenu est incomplet",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN": "Raisonnement erroné",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT": "Contenu non professionnel",
  "GATELIVE_AI_SUMMARY": "Résumé de l'IA",
  "GATELIVE_AI_SUMMARIZING": "Résumé de l'IA",
  "GATELIVE_AI_TIPS": "Le résumé est généré à l'aide de l'IA et sa qualité et son exactitude ne sont pas garanties. Il est fourni à titre de référence uniquement et ne représente pas les opinions de Gate.io.",
  "GATELIVE_AI_ABSTRACT": "Résumé",
  "GATELIVE_AI_HIGHLIGHTS": "Faits marquants",
  "GATELIVE_REPEATED_TIP": "Ne répétez pas l'opération",
  "GATELIVE_SECURITY_TIP": "Le contenu du flux en direct représente les opinions personnelles du streamer et ne reflète pas la position officielle de Gate.io. Veuillez faire preuve de discernement et de prudence lorsque vous vous référez aux informations. Si le diffuseur encourage les utilisateurs à ajouter des comptes d'autres plateformes, il s'agit d'une violation grave. En cas de détection, veuillez le signaler immédiatement à la plateforme. Pour protéger votre vie privée et votre sécurité financière, ne communiquez aucune information de contact dans la section des commentaires afin d'éviter les escroqueries potentielles. Sachez que les investissements comportent des risques et que le trading doit être effectué avec prudence. Assurez-vous de bien comprendre les risques associés avant de prendre des décisions d'investissement. Pour connaître les conditions détaillées et les avertissements relatifs aux risques liés au streaming en direct, veuillez vous référer aux <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Moments Gate.io - Termes et Conditions</a>. Nous nous engageons à offrir un environnement de streaming en direct sûr et conforme. Nous vous remercions de votre compréhension et de votre soutien.",
  "GATELIVE_SPACE_MARKET": "Marketing non autorisé",
  "GATELIVE_SPACE_NET": "Cyberintimidation",
  "GATELIVE_SPACE_MISUSO": "Mauvais usage",
  "GATELIVE_SPACE_SOXUAL": "Contenu sexuel",
  "GATELIVE_SPACE_CHILD": "Sécurité des enfants",
  "GATELIVE_SPACE_OTHER": "Autres",
  "GATELIVE_SPACE_CAN_NOT_APPLY": "Vous ne pouvez pas demander à être en direct sur Space pour le moment. Veuillez contacter le support client.",
  "GATELIVE_SPACE_SPEAKER_FULL": "Un maximum de 6 personnes peuvent s'exprimer en même temps.",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY": "Vous avez plus d’une candidature en direct NON TERMINÉE !",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY": "Vous avez plus d’une candidature en direct NON RÉSOLUE !",
  "GATELIVE_SPACE_APPLY_INBLACK": "Vous avez été banni pour ",
  "GATELIVE_SPACE_CREATEROOM_FAILED": "Échec de la diffusion. Veuillez renouveler votre demande d'accès à la diffusion en continu.",
  "GATELIVE_HOMEPAGE_ALL": "TOUT"
}