{
  "GATELIVE_API_INVALID_PARAM": "parametro non valido",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR": "Errore interno del servizio",
  "GATELIVE_API_NO_PERMISSION": "Autorizzazione negata",
  "GATELIVE_TODAY": "Oggi",
  "GATELIVE_MONDAY": "Lunedì",
  "GATELIVE_TUESDAY": "Martedì",
  "GATELIVE_WEDNESDAY": "Mercoledì",
  "GATELIVE_THURSDAY": "Giovedì",
  "GATELIVE_FRIDAY": "Venerdì",
  "GATELIVE_SATURDAY": "Sabato",
  "GATELIVE_SUNDAY": "Domenica",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY": "Questo video è visibile solo agli abbonati. Iscriviti prima.",
  "GATELIVE_API_COPY_USER_RULE": "### 1. Copy Trading:\n\n* Il Copy Trading è una funzione che consente agli utenti di visualizzare e seguire rapidamente le strategie di trading condivise dagli streamer durante i live streaming.\n\n### 2. Istruzioni per il Copy Trading:\n\n* Gli utenti possono selezionare il tipo di copy trading appropriato in base alla loro tolleranza al rischio e alla loro situazione finanziaria. Le opzioni attualmente supportate includono spot, futures, futures copy trading e bot.\n* Gli utenti possono visualizzare e gestire i loro ordini in corso in qualsiasi momento nella sezione \"Asset\".\n\n### 3. Disclaimer e avvisi:\n\n* Assicurati di aver letto e compreso le regole di cui sopra.\n* Si consiglia ai nuovi utenti di iniziare con piccole somme per familiarizzare con le operazioni e le strategie coinvolte nel copy trading.\n* È responsabilità degli utenti rispettare tutte le leggi e i regolamenti pertinenti e astenersi dall'impegnarsi in qualsiasi attività di trading illegale.\n* Tieni presente che il copy trading comporta rischi elevati. Gli utenti dovrebbero prendere decisioni di investimento in base alla loro tolleranza al rischio. I live streaming rappresentano solo le opinioni personali dello streamer e non riflettono la posizione ufficiale di Gate.io. Gate.io consiglia agli utenti di essere consapevoli dei rischi di mercato e di investire con cautela.\n\n### **[Maggiori dettagli](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE": "### 1. Copy Trading:\n\n*Il Copy Trading è una funzione che consente agli streamer di condividere le proprie strategie di trading con gli utenti in tempo reale.\n*Se gli utenti effettuano ordini toccando gli ordini condivisi dello streamer durante la live streaming e l'ordine viene effettuato con successo, lo streamer può guadagnare una commissione in base alle commissioni di trading pagate dagli utenti.\n\n### 2. Come impostare il Copy Trading:\n\n*Il conto di trading utilizzato dallo streamer deve corrispondere al conto di streaming quando si condividono gli ordini durante la live streaming.\n\n### 3. Passi da seguire:\n\n*Seleziona la scheda [Copia] nella pagina del live streaming, quindi fai clic sul pulsante [Impostazioni] in basso per configurare i contenuti consigliati. Le opzioni includono:\n\n1. Condividi automaticamente gli ordini effettuati dallo streamer durante la live streaming nell'elenco consigliato.\n2. Condividi gli ultimi 50 ordini spot dello streamer.\n3. Condividi gli ultimi 50 ordini futures dello streamer. \n\n* Gli streamer possono eliminare o bloccare le carte nell'elenco in base alle esigenze\n* Durante la live streaming, imposta i parametri, condividi le strategie di trading e visualizza l'interfaccia di trading Gate.io per il trading in tempo reale.\n* La funzione di copy trading è abilitata per impostazione predefinita durante le live streaming. Si consiglia agli streamer di utilizzare la funzione pin in modo che gli utenti possano seguire facilmente le tue operazioni.\n\n### 4. Commissione di Copy Trading:\n\n* Gli streamer possono attirare più utenti trasmettendo in diretta ogni giorno, aumentando così i potenziali guadagni da commissioni derivanti dal copy trading.\n* La commissione di GateLive Copy Trading è un rapporto di commissione extra in aggiunta alla commissione massima del 40% della piattaforma.\n* La commissione della settimana precedente verrà calcolata ogni lunedì e verrà distribuita al wallet dello streamer in USDT entro 7 giorni lavorativi (la commissione accumulata dovrebbe essere superiore a 0,1 USDT per soddisfare il requisito minimo di distribuzione. ), controlla i dettagli in \"Portafoglio - Fattura\". Gli annunci sulla distribuzione delle ricompense saranno pubblicati su [GateLive Post](https://www.gate.io/post/GateLive) e [GateLive X](https://twitter.com/GateioLive).\n* Le commissioni di copy trading sono calcolate prima delle commissioni di \"Live Mining\" e le due non sono cumulabili.\n\n### 5. Responsabilità e obblighi:\n\n* Gli streamer devono fornire registri di trading e comportamenti chiari e trasparenti per mantenere la credibilità della piattaforma e proteggere gli interessi degli utenti.\n* Gli streamer devono rispettare le normative e i requisiti legali di Gate.io. La funzione Copy Trading serve per condividere le strategie di trading e non costituisce una consulenza di investimento. Gli streamer dovrebbero informare gli utenti dei rischi di investimento e incoraggiare investimenti prudenti.\n* Gli streamer devono rispettare le [Istruzioni sulle norme di gestione e sulle sanzioni in caso di violazione](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Il mancato rispetto comporterà l'immediata cancellazione dell'idoneità alla commissione.\n\n### 6. Disclaimer e avvisi:\n\n* Il copy trading rappresenta le opinioni personali e le strategie di trading dello streamer e non riflette la posizione della piattaforma. I prezzi degli asset digitali sono altamente volatili e comportano rischi di mercato significativi. Valuta se il trading si adatta ai tuoi obiettivi e alle tue circostanze, compresi i rischi e i potenziali benefici, e sostieni tutti i rischi associati.\n* Gate.io non è responsabile per eventuali perdite dirette o indirette derivanti dal copy trading, incluse, a titolo esemplificativo ma non esaustivo, perdite finanziarie, perdite di profitto o eventuali perdite dovute a errori operativi o guasti alla rete.\n* Gli utenti devono comprendere e rispettare le regole pertinenti di Gate.io, incluse, a titolo esemplificativo ma non esaustivo, le regole di trading e le avvertenze sui rischi, prima di impegnarsi nel copy trading.\n* Gate.io si riserva il diritto di interpretazione finale per questa caratteristica del prodotto.\n\n### **[Maggiori dettagli](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED": "Live-with function is not available",
  "GATELIVE_API_GET_LIVE_CODE_TIPS": "Il link alla trasmissione RTMP sarà disponibile 10 minuti prima della LIVE",
  "GATELIVE_API_LIVE_BEFORE": "Puoi essere in diretta 10 minuti prima dell'orario previsto",
  "GATELIVE_AI_LIKE_QUESTION": "Come possiamo migliorare il nostro servizio per te?",
  "GATELIVE_AI_LIKE_OPTION_ONE": "Migliora la precisione",
  "GATELIVE_AI_LIKE_OPTION_TWO": "Migliora la tempestività",
  "GATELIVE_AI_LIKE_OPTION_THREE": "Visualizza più contenuti",
  "GATELIVE_AI_LIKE_OPTION_FOUR": "Ottimizza il layout dei contenuti",
  "GATELIVE_AI_UN_LIKE_QUESTION": "Quali problemi stai riscontrando con il nostro servizio?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE": "Non chiaro e facile da capire",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO": "Le informazioni sono troppo in ritardo",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE": "Nessuna analisi approfondita",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR": "Nessun esempio specifico",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE": "Il contenuto è confuso",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX": "Il contenuto è incompleto",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN": "Ragionamento errato",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT": "Contenuti non professionali",
  "GATELIVE_AI_SUMMARY": "Riepilogo AI",
  "GATELIVE_AI_SUMMARIZING": "Sommario AI",
  "GATELIVE_AI_TIPS": "Il riepilogo di Live è generato utilizzando l'intelligenza artificiale e la sua qualità e accuratezza non sono garantite. Sono forniti solo a scopo di riferimento e non rappresentano le opinioni di Gate.io.",
  "GATELIVE_AI_ABSTRACT": "Summary",
  "GATELIVE_AI_HIGHLIGHTS": "Highlights",
  "GATELIVE_REPEATED_TIP": "Do not repeat operations",
  "GATELIVE_SECURITY_TIP": "The content of the live stream represents the personal opinions of the streamer and does not reflect the official stance of Gate.io. Please make informed judgments and exercise caution when referencing the information. If the streamer encourages users to add accounts from other platforms, it constitutes a serious violation. If discovered, please report it to the platform immediately. To protect your privacy and financial security, do not share any contact information in the comments section to avoid potential scams. Please be aware that investments carry risks, and trading should be approached cautiously. Ensure you fully understand the associated risks before making investment decisions. For detailed terms and risk warnings related to live streaming, please refer to <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Gate.io Moments - Terms and Conditions</a>. We are committed to providing a safe and compliant live streaming environment. Thank you for your understanding and support.",
  "GATELIVE_SPACE_MARKET": "Unauthorized marketing",
  "GATELIVE_SPACE_NET": "Cyberbullying",
  "GATELIVE_SPACE_MISUSO": "Misuse",
  "GATELIVE_SPACE_SOXUAL": "Sexual content",
  "GATELIVE_SPACE_CHILD": "Child safety",
  "GATELIVE_SPACE_OTHER": "Others",
  "GATELIVE_SPACE_CAN_NOT_APPLY": "You cannot apply to go live on Space at this time. Please contact customer support.",
  "GATELIVE_SPACE_SPEAKER_FULL": "At most 6 people can speak at the same time",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY": "Your have more than one UNFINISHED Live Apply!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY": "Your have more than one UNSOLOVED Live Apply!",
  "GATELIVE_SPACE_APPLY_INBLACK": "You have been banned for ",
  "GATELIVE_SPACE_CREATEROOM_FAILED": "Failed to stream. Please re-apply for streaming access.",
  "GATELIVE_HOMEPAGE_ALL": "ALL"
}