{
  "GATELIVE_API_INVALID_PARAM": "parameter tidak valid",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR": "Kesalahan layanan internal",
  "GATELIVE_API_NO_PERMISSION": "Izin ditolak",
  "GATELIVE_TODAY": "Hari Ini",
  "GATELIVE_MONDAY": "Senin",
  "GATELIVE_TUESDAY": "Selasa",
  "GATELIVE_WEDNESDAY": "Rabu",
  "GATELIVE_THURSDAY": "Kamis",
  "GATELIVE_FRIDAY": "Jumat",
  "GATELIVE_SATURDAY": "Sabtu",
  "GATELIVE_SUNDAY": "Minggu",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY": "Video ini hanya dapat dilihat untuk pelanggan. Silakan berlangganan terlebih dahulu.",
  "GATELIVE_API_COPY_USER_RULE": "### 1. Copy Trading:\n\n* Copy Trading adalah fungsi yang memungkinkan pengguna untuk melihat dan dengan cepat mengikuti strategi perdagangan yang dibagikan oleh streamer selama live stream.\n\n### 2. Petunjuk Copy Trading:\n\n* Pengguna dapat memilih jenis copy trading yang sesuai berdasarkan toleransi risiko dan situasi keuangan Anda. Opsi yang saat ini didukung termasuk spot, futures, futures copy trading, dan bot.\n* Pengguna dapat melihat dan mengelola pesanan mereka saat ini kapan saja di bagian 'Aset'.\n\n### 3. Penafian & Pemberitahuan:\n\n* Mohon pastikan bahwa Anda telah membaca dan memahami aturan di atas.\n* Disarankan agar pengguna baru memulai dengan jumlah kecil untuk menjadi terbiasa dengan operasi dan strategi yang terlibat dalam copy trading.\n* Ini merupakan tanggung jawab pengguna untuk mematuhi semua hukum dan peraturan yang relevan dan untuk menahan diri dari terlibat dalam aktivitas perdagangan ilegal apa pun.\n* Perlu diketahui bahwa copy trading membawa risiko yang tinggi. Pengguna harus membuat keputusan investasi berdasarkan toleransi risiko mereka. Live stream hanya mewakili pandangan pribadi streamer dan tidak mencerminkan sikap resmi Gate.io. Gate.io menyarankan pengguna untuk menyadari risiko pasar dan berinvestasi dengan hati-hati.\n\n### **[Detail selengkapnya] (https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE": "### 1. Copy Trading:\n\n*Copy Trading adalah fungsi yang memungkinkan streamer untuk berbagi strategi perdagangan mereka dengan pengguna secara real-time.\n*Jika pengguna melakukan pemesanan dengan mengetuk pesanan bersama streamer selama live stream dan pesanan berhasil ditempatkan, streamer dapat memperoleh komisi berdasarkan biaya perdagangan yang dibayarkan oleh pengguna.\n\n### 2. Cara Mengatur Copy Trading:\n\n*Akun perdagangan yang digunakan oleh streamer harus cocok dengan akun streaming saat berbagi pesanan selama live stream.\n\n### 3. Langkah-langkah yang harus diikuti:\n\n*Pilih tab [Salin] pada halaman live stream, lalu klik tombol [Pengaturan] di bawah ini untuk mengonfigurasi konten yang direkomendasikan. Pilihan meliputi:\n\n1. Bagikan pesanan yang ditempatkan oleh streamer secara otomatis selama live stream ke daftar rekomendasi.\n2. Bagikan 50 pesanan spot terakhir streamer.\n3. Bagikan 50 pesanan futures terakhir streamer. \n\n*Streamer dapat menghapus atau menyematkan kartu dalam daftar sesuai kebutuhan.\n*Selama live stream, atur parameter, strategi perdagangan saham, dan tampilkan antarmuka perdagangan Gate.io untuk perdagangan real-time.\n*Fungsi copy trading diaktifkan secara default selama live stream. Streamer disarankan untuk menggunakan fungsi pin sehingga pengguna dapat dengan mudah mengikuti perdagangan Anda.\n\n### 4. Salin Komisi Perdagangan:\n\n*Streamer dapat menarik lebih banyak pengguna dengan live stream setiap hari, sehingga meningkatkan potensi pendapatan komisi dari copy trading.\n*Komisi Copy Trading GateLive adalah rasio komisi tambahan selain komisi referral maksimum 40% platform.\n*Komisi minggu sebelumnya akan dihitung setiap hari Senin, dan akan didistribusikan ke dompet streamer dalam USDT dalam waktu 7 hari kerja (Akumulasi komisi harus lebih dari 0.1 USDT untuk memenuhi persyaratan distribusi minimum. ), lihat rinciannya di \"Dompet—Tagihan\". Pengumuman distribusi hadiah akan dirilis di [GateLive Post] (https://www.gate.io/post/GateLive) dan [GateLive X] (https://twitter.com/GateioLive).\n* Komisi copy trading dihitung sebelum komisi 'Live Penambangan', dan keduanya tidak kumulatif.\n\n### 5. Tanggung Jawab dan Kewajiban:\n\n*Streamer harus memberikan catatan dan perilaku perdagangan yang jelas dan transparan untuk menjaga kredibilitas platform dan melindungi kepentingan pengguna.\n*Streamer harus mematuhi peraturan perdagangan Gate.io dan persyaratan hukum. Fitur Copy Trading adalah untuk berbagi strategi perdagangan dan bukan merupakan saran investasi. Streamer harus memberi tahu pengguna tentang risiko investasi dan mendorong investasi yang bijaksana.\n*Streamer harus mematuhi [Petunjuk norma manajemen dan hukuman untuk pelanggaran streamer] (https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Kegagalan untuk mematuhi akan mengakibatkan pembatalan langsung kelayakan komisi..\n\n### 6. Penafian dan Pemberitahuan:\n\n*Copy trading mewakili pandangan pribadi dan strategi perdagangan streamer dan tidak mencerminkan sikap platform. Harga aset digital sangat fluktuatif dan membawa risiko pasar yang signifikan. Evaluasi apakah perdagangan sesuai dengan tujuan dan keadaan Anda, termasuk risiko dan manfaat potensial, dan menanggung semua risiko terkait.\n*Gate.io tidak bertanggung jawab atas kerugian langsung atau tidak langsung yang timbul dari copy trading, termasuk namun tidak terbatas pada kerugian finansial, kerugian laba, atau kerugian apa pun karena kesalahan operasional atau kegagalan jaringan.\n*Pengguna harus memahami dan mematuhi aturan Gate.io yang relevan, termasuk tetapi tidak terbatas pada aturan perdagangan dan peringatan risiko, sebelum terlibat dalam copy trading.\n*Gate.io memiliki hak penafsiran akhir untuk fitur produk ini.\n\n### **[Detail selengkapnya] (https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED": "Live-with function is not available",
  "GATELIVE_API_GET_LIVE_CODE_TIPS": "Tautan streaming RTMP akan tersedia 10 menit sebelum tayangan LANGSUNG",
  "GATELIVE_API_LIVE_BEFORE": "Anda dapat berada di LIVE 10 menit sebelum waktu yang dijadwalkan",
  "GATELIVE_AI_LIKE_QUESTION": "Bagaimana kami dapat meningkatkan layanan kami untuk Anda?",
  "GATELIVE_AI_LIKE_OPTION_ONE": "Tingkatkan akurasi",
  "GATELIVE_AI_LIKE_OPTION_TWO": "Tingkatkan ketepatan waktu",
  "GATELIVE_AI_LIKE_OPTION_THREE": "Tampilkan lebih banyak konten",
  "GATELIVE_AI_LIKE_OPTION_FOUR": "Optimalkan tata letak konten",
  "GATELIVE_AI_UN_LIKE_QUESTION": "Masalah apa yang Anda alami dengan layanan kami?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE": "Tidak jelas dan mudah dipahami",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO": "Informasinya terlalu tertunda",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE": "Tidak ada analisis mendalam",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR": "Tidak ada contoh spesifik",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE": "Konten kacau",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX": "Konten tidak lengkap",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN": "Alasan salah",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT": "Konten tidak profesional",
  "GATELIVE_AI_SUMMARY": "Ringkasan AI",
  "GATELIVE_AI_SUMMARIZING": "Meringkas AI",
  "GATELIVE_AI_TIPS": "Ringkasan Live dibuat menggunakan AI dan kualitas serta akurasinya tidak dijamin. Disediakan hanya untuk tujuan referensi dan tidak mewakili pandangan Gate.io.",
  "GATELIVE_AI_ABSTRACT": "Ringkasan",
  "GATELIVE_AI_HIGHLIGHTS": "Sorotan",
  "GATELIVE_REPEATED_TIP": "Jangan ulangi operasi",
  "GATELIVE_SECURITY_TIP": "Konten live stream merupakan pendapat pribadi streamer dan tidak mencerminkan sikap resmi Gate.io. Silakan buat penilaian yang tepat dan berhati-hatilah saat merujuk informasi. Jika streamer mendorong pengguna untuk menambahkan akun dari platform lain, itu merupakan pelanggaran serius. Jika ditemukan, mohon segera laporkan ke platform. Untuk melindungi privasi dan keamanan keuangan Anda, jangan bagikan informasi kontak apa pun di bagian komentar untuk menghindari potensi penipuan. Perlu diketahui bahwa investasi mengandung risiko, dan perdagangan harus dilakukan dengan hati-hati. Pastikan Anda sepenuhnya memahami risiko terkait sebelum membuat keputusan investasi. Untuk detail ketentuan dan peringatan risiko terkait live streaming, silakan merujuk ke <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Momen Gate.io - Syarat dan Ketentuan</a>. Kami berkomitmen untuk menyediakan lingkungan live stream yang aman dan patuh. Terima kasih atas pengertian dan dukungan Anda.",
  "GATELIVE_SPACE_MARKET": "Pemasaran tidak resmi",
  "GATELIVE_SPACE_NET": "Perundungan dunia maya",
  "GATELIVE_SPACE_MISUSO": "Penyalahgunaan",
  "GATELIVE_SPACE_SOXUAL": "Konten seksual",
  "GATELIVE_SPACE_CHILD": "Keamanan Anak",
  "GATELIVE_SPACE_OTHER": "Lainnya",
  "GATELIVE_SPACE_CAN_NOT_APPLY": "Anda tidak dapat mengajukan untuk melakukan live di Space saat ini. Hubungi dukungan pelanggan.",
  "GATELIVE_SPACE_SPEAKER_FULL": "Paling banyak 6 orang dapat berbicara pada waktu yang sama",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY": "Anda memiliki lebih dari satu Pengajuan Langsung yang BELUM DISELESAIKAN!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY": "Anda memiliki lebih dari satu Pengajuan Langsung yang BELUM TERATASI!",
  "GATELIVE_SPACE_APPLY_INBLACK": "Anda telah diblokir karena ",
  "GATELIVE_SPACE_CREATEROOM_FAILED": "Gagal melakukan streaming. Silakan ajukan kembali akses streaming.",
  "GATELIVE_HOMEPAGE_ALL": "SEMUA"
}