{
  "GATELIVE_API_INVALID_PARAM": "พารามิเตอร์ไม่ถูกต้อง",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR": "ข้อผิดพลาดบริการภายใน",
  "GATELIVE_API_NO_PERMISSION": "การอนุญาตถูกปฏิเสธ",
  "GATELIVE_TODAY": "วกกลับ",
  "GATELIVE_MONDAY": "วันจันทร์",
  "GATELIVE_TUESDAY": "วันอังคาร",
  "GATELIVE_WEDNESDAY": "วันพุธ",
  "GATELIVE_THURSDAY": "วันพฤหัสบดี",
  "GATELIVE_FRIDAY": "วันศุกร์",
  "GATELIVE_SATURDAY": "วันเสาร์",
  "GATELIVE_SUNDAY": "วันอาทิตย์",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY": "วิดีโอนี้ดูได้เฉพาะสมาชิกเท่านั้น กรุณาสมัครสมาชิกก่อน",
  "GATELIVE_API_COPY_USER_RULE": "### 1. คัดลอกการเทรด:\n\n* บริการคัดลอกการเทรดเป็นฟังก์ชันที่ให้ผู้ใช้สามารถดูและติดตามกลยุทธ์การซื้อขายที่สตรีมเมอร์แบ่งปันได้อย่างรวดเร็วระหว่างการสตรีมสด\n\n### 2. คำแนะนำบริการคัดลอกการเทรด:\n\n* ผู้ใช้อาจเลือกประเภทการคัดลอกการเทรดที่เหมาะสมตามการยอมรับความเสี่ยงและสถานการณ์ทางการเงินของคุณ ตัวเลือกที่รองรับในปัจจุบัน ได้แก่ สปอต ฟิวเจอร์ส คัดลอกการเทรดฟิวเจอร์ส และบอท\n*ผู้ใช้สามารถดูและจัดการคำสั่งซื้อปัจจุบันของตนได้ตลอดเวลาในส่วน 'สินทรัพย์'\n\n### 3. ข้อจำกัดความรับผิดชอบและประกาศ:\n\n* โปรดตรวจสอบให้แน่ใจว่าคุณได้อ่านและทำความเข้าใจกฎข้างต้นแล้ว\n* ขอแนะนำให้ผู้ใช้ใหม่เริ่มต้นด้วยจำนวนเล็กน้อยเพื่อทำความคุ้นเคยกับการดำเนินการและกลยุทธ์ที่เกี่ยวข้องกับคัดลอกการเทรด\n* เป็นความรับผิดชอบของผู้ใช้ในการปฏิบัติตามกฎหมายและข้อบังคับที่เกี่ยวข้องทั้งหมด และหลีกเลี่ยงการมีส่วนร่วมในกิจกรรมการซื้อขายที่ผิดกฎหมาย\n* โปรดทราบว่าคัดลอกการเทรดมีความเสี่ยงสูง ผู้ใช้ควรตัดสินใจลงทุนโดยพิจารณาจากความเสี่ยงที่ยอมรับได้ สตรีมสดเป็นเพียงมุมมองส่วนตัวของสตรีมเมอร์เท่านั้น และไม่ได้สะท้อนถึงจุดยืนอย่างเป็นทางการของ Gate.io Gate.io แนะนำให้ผู้ใช้ตระหนักถึงความเสี่ยงด้านตลาดและลงทุนด้วยความระมัดระวัง\n\n### **[รายละเอียดเพิ่มเติม](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE": "### 1. คัดลอกการเทรด:\n\n* บริการคัดลอกการเทรดเป็นฟังก์ชันที่ช่วยให้สตรีมเมอร์สามารถแบ่งปันกลยุทธ์การซื้อขายกับผู้ใช้แบบเรียลไทม์\n* หากผู้ใช้ทำการสั่งซื้อโดยการแตะที่คำสั่งซื้อที่แชร์ของสตรีมเมอร์ระหว่างการสตรีมสดและทำการสั่งซื้อสำเร็จ สตรีมเมอร์จะสามารถรับค่าคอมมิชชั่นตามค่าธรรมเนียมการซื้อขายที่ผู้ใช้จ่าย\n\n### 2. วิธีตั้งค่าการคัดลอกการเทรด:\n\n* บัญชีซื้อขายที่สตรีมเมอร์ใช้จะต้องตรงกับบัญชีสตรีมมิ่งเมื่อแชร์คำสั่งซื้อระหว่างการสตรีมสด\n\n### 3. ขั้นตอนในการปฏิบัติตาม:\n\n* เลือกแท็บ [คัดลอก] ในหน้าสตรีมสด จากนั้นคลิกปุ่ม [การตั้งค่า] ด้านล่างเพื่อกำหนดค่าเนื้อหาที่แนะนำ ตัวเลือกได้แก่:\n\n 1. แชร์คำสั่งซื้อที่สตรีมเมอร์ทำระหว่างการสตรีมสดโดยอัตโนมัติไปยังรายการที่แนะนำ\n2. แชร์คำสั่งซื้อสปอต 50 รายการล่าสุดของสตรีมเมอร์\n3. แชร์คำสั่งซื้อฟิวเจอร์ส 50 รายการล่าสุดของสตรีมเมอร์ \n\n* สตรีมเมอร์สามารถลบหรือปักหมุดการ์ดในรายการได้ตามต้องการ\n*ในระหว่างการสตรีมสด ให้ตั้งค่าพารามิเตอร์ แบ่งปันกลยุทธ์การซื้อขาย และแสดงอินเทอร์เฟซการซื้อขาย Gate.io สำหรับการซื้อขายแบบเรียลไทม์\n* ฟังก์ชันคัดลอกการเทรดจะถูกเปิดใช้งานตามค่าเริ่มต้นระหว่างการสตรีมสด สตรีมเมอร์ควรใช้ฟังก์ชันพินเพื่อให้ผู้ใช้สามารถติดตามการซื้อขายของคุณได้อย่างง่ายดาย\n\n### 4. คอมมิชชั่นคัดลอกการเทรด:\n\n* สตรีมเมอร์สามารถดึงดูดผู้ใช้ได้มากขึ้นด้วยการสตรีมสดทุกวัน ซึ่งจะเป็นการเพิ่มรายได้จากค่าคอมมิชชั่นจากการคัดลอกการซื้อขาย\n* ค่าคอมมิชชั่นคัดลอกการเทรดของ GateLive เป็นอัตราส่วนค่าคอมมิชชั่นเพิ่มเติม นอกเหนือจากค่าคอมมิชชั่นการอ้างอิงสูงสุด 40% ของแพลตฟอร์ม\n* ค่าคอมมิชชั่นของสัปดาห์ก่อนหน้าจะถูกคำนวณทุกวันจันทร์ และจะแจกจ่ายไปยังกระเป๋าเงินของสตรีมเมอร์ในสกุลเงิน USDT ภายใน 7 วันทำการ (ค่าคอมมิชชั่นสะสมควรมากกว่า 0.1 USDT เพื่อให้เป็นไปตามข้อกำหนดการกระจายขั้นต่ำ ) ตรวจสอบรายละเอียดใน \"กระเป๋าเงิน—บิล\" ประกาศการแจกรางวัลจะประกาศใน [GateLive Post](https://www.gate.io/post/GateLive) และ [GateLive X](https://twitter.com/GateioLive)\n* ค่าคอมมิชชั่นคัดลอกการเทรดจะถูกคำนวณก่อนค่าคอมมิชชั่น 'Live Mining' และทั้งสองค่าจะไม่สะสม\n\n### 5. ความรับผิดชอบและภาระผูกพัน:\n\n* สตรีมเมอร์จะต้องจัดทำบันทึกการซื้อขายที่ชัดเจนและโปร่งใสและดำเนินการเพื่อรักษาความน่าเชื่อถือของแพลตฟอร์มและปกป้องผลประโยชน์ของผู้ใช้\n* สตรีมเมอร์จะต้องปฏิบัติตามกฎระเบียบการซื้อขายของ Gate.io และข้อกำหนดทางกฎหมาย ฟีเจอร์คัดลอกการเทรดมีไว้เพื่อแชร์กลยุทธ์การซื้อขายและไม่ถือเป็นคำแนะนำในการลงทุน สตรีมเมอร์ควรแจ้งให้ผู้ใช้ทราบถึงความเสี่ยงในการลงทุนและสนับสนุนการลงทุนอย่างรอบคอบ\n* สตรีมเมอร์ต้องปฏิบัติตาม [คำแนะนำเกี่ยวกับบรรทัดฐานการจัดการและบทลงโทษสำหรับการละเมิดสตรีมเมอร์](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for- การละเมิดสตรีมเมอร์) การไม่ปฏิบัติตามจะส่งผลให้สิทธิ์ในการได้รับค่าคอมมิชชั่นถูกยกเลิกทันที\n\n### 6. ข้อจำกัดความรับผิดชอบและประกาศ:\n* การคัดลอกการเทรดแสดงถึงมุมมองส่วนตัวและกลยุทธ์การซื้อขายของสตรีมเมอร์ และไม่สะท้อนถึงจุดยืนของแพลตฟอร์ม ราคาสินทรัพย์ดิจิทัลมีความผันผวนสูงและมีความเสี่ยงด้านตลาดที่สำคัญ ประเมินว่าการซื้อขายเหมาะสมกับเป้าหมายและสถานการณ์ของคุณหรือไม่ รวมถึงความเสี่ยงและผลประโยชน์ที่อาจเกิดขึ้น และยอมรับความเสี่ยงที่เกี่ยวข้องทั้งหมด\n* Gate.io จะไม่รับผิดชอบต่อความสูญเสียทั้งทางตรงและทางอ้อมที่เกิดขึ้นจากคัดลอกการเทรด รวมถึงแต่ไม่จำกัดเพียงการสูญเสียทางการเงิน การสูญเสียผลกำไร หรือการสูญเสียใด ๆ อันเนื่องมาจากข้อผิดพลาดในการดำเนินงานหรือความล้มเหลวของเครือข่าย\n\nผู้ใช้ควรเข้าใจและปฏิบัติตามกฎที่เกี่ยวข้องของ Gate.io ซึ่งรวมถึงแต่ไม่จำกัดเพียงกฎการซื้อขายและคำเตือนความเสี่ยง ก่อนที่จะเริ่มคัดลอกการเทรด\n* Gate.io ขอสงวนสิทธิ์ในการตีความขั้นสุดท้ายสำหรับคุณลักษณะของผลิตภัณฑ์นี้\n\n### **[รายละเอียดเพิ่มเติม](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED": "ไม่สามารถเปิดการร่วมถ่ายทอดสดได้",
  "GATELIVE_API_GET_LIVE_CODE_TIPS": "ลิงก์สตรีม RTMP จะพร้อมให้ใช้งาน 10 นาทีก่อนไลฟ์",
  "GATELIVE_API_LIVE_BEFORE": "คุณสามารถเข้าร่วมการถ่ายทอดสดได้ก่อนเวลาที่กำหนด 10 นาที",
  "GATELIVE_AI_LIKE_QUESTION": "เราจะปรับปรุงบริการของเราสำหรับคุณได้อย่างไร?",
  "GATELIVE_AI_LIKE_OPTION_ONE": "ปรับปรุงความแม่นยำ",
  "GATELIVE_AI_LIKE_OPTION_TWO": "เพิ่มความรวดเร็วในการดำเนินการ",
  "GATELIVE_AI_LIKE_OPTION_THREE": "แสดงเนื้อหาเพิ่มเติม",
  "GATELIVE_AI_LIKE_OPTION_FOUR": "ปรับแต่งเลย์เอาต์เนื้อหาให้เหมาะสม",
  "GATELIVE_AI_UN_LIKE_QUESTION": "คุณประสบปัญหาอะไรบ้างกับบริการของเรา?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE": "ไม่ชัดเจนและเข้าใจง่าย",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO": "ข้อมูลล่าช้าเกินไป",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE": "ไม่มีการวิเคราะห์เชิงลึก",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR": "ไม่มีตัวอย่างเฉพาะเจาะจง",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE": "เนื้อหามีการบิดเบือน",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX": "เนื้อหาไม่สมบูรณ์",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN": "การให้เหตุผลไม่ถูกต้อง",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT": "เนื้อหาไม่เป็นมืออาชีพ",
  "GATELIVE_AI_SUMMARY": "สรุป AI",
  "GATELIVE_AI_SUMMARIZING": "AI สรุปข้อมูล",
  "GATELIVE_AI_TIPS": "ข้อมูลสรุปของ Live สร้างขึ้นด้วย AI และไม่รับประกันคุณภาพและความถูกต้องแม่นยำ ข้อมูลนี้จัดทำขึ้นเพื่อใช้สำหรับอ้างอิงเท่านั้น และไม่ได้สะท้อนมุมมองของ Gate.io",
  "GATELIVE_AI_ABSTRACT": "สรุป",
  "GATELIVE_AI_HIGHLIGHTS": "ไฮไลท์",
  "GATELIVE_REPEATED_TIP": "อย่าทำการดำเนินการซ้ำ",
  "GATELIVE_SECURITY_TIP": "เนื้อหา live สตรีมแสดงถึงความคิดเห็นส่วนตัวของสตรีมเมอร์ และไม่ได้สะท้อนจุดยืนอย่างเป็นทางการของ Gate.io โปรดใช้วิจารณญาณและความระมัดระวังในการอ้างอิงข้อมูล หากสตรีมเมอร์สนับสนุนผู้ใช้ให้เพิ่มบัญชีจากแพลตฟอร์มอื่น ถือว่าเป็นการละเมิดร้ายแรง หากพบกรุณารายงานไปยังแพลตฟอร์มทันที เพื่อปกป้องความเป็นส่วนตัวและความปลอดภัยทางการเงินของคุณ อย่าแชร์ข้อมูลการติดต่อใดๆ ในคอมเม้น เพื่อเลี่ยงการหลอกลวงที่อาจเกิดขึ้น โปรดรับทราบว่า การลงทุนมีความเสี่ยง และควรเทรดด้วยความระมัดระวัง ทำให้มั่นใจว่าคุณเข้าใจความเสี่ยงที่เกี่ยวข้องอย่างครบถ้วนก่อนตัดสินใจลงทุน สำหรับข้อกำหนดอย่างละเอียด และคำเตือนความเสี่ยงที่เกี่ยวข้องกับการ live โปรดดูที่<a href=\"https://www.gate.io/help/community-center/live_chat/42083\">โมเม้น Gate.io - ข้อกำหนดและเงื่อนไข</a> เรามุ่งมั่นที่จะมอบสภาพแวดล้อมการ live ที่ปลอดภัยและเป็นไปตามข้อกำหนด ขอบคุณสำหรับความเข้าใจและการสนับสนุนของคุณ",
  "GATELIVE_SPACE_MARKET": "การตลาดที่ไม่ได้รับอนุญาต",
  "GATELIVE_SPACE_NET": "การกลั่นแกล้งทางไซเบอร์",
  "GATELIVE_SPACE_MISUSO": "การนำไปใช้ในทางที่ผิด",
  "GATELIVE_SPACE_SOXUAL": "เนื้อหาทางเพศ",
  "GATELIVE_SPACE_CHILD": "ความปลอดภัยของเยาวชน",
  "GATELIVE_SPACE_OTHER": "อื่นๆ",
  "GATELIVE_SPACE_CAN_NOT_APPLY": "ตอนนี้คุณไม่สามารถสมัครเพื่อ Live ใน Space ได้ กรุณาติดต่อฝ่ายสนับสนุนลูกค้า",
  "GATELIVE_SPACE_SPEAKER_FULL": "สามารถพูดพร้อมกันได้สูงสุด 6 คน",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY": "ท่านยังดำเนินการถ่ายทอดสดไม่เสร็จสิ้น  กรุณายื่นสมัครหลังจากถ่ายทอดสดเสร็จสิ้นแล้ว",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY": "ท่านมีใบสมัครที่รอการตรวจสอบ  กรุณารอก่อน",
  "GATELIVE_SPACE_APPLY_INBLACK": "คุณถูกแบนเป็นเวลา ",
  "GATELIVE_SPACE_CREATEROOM_FAILED": "ไม่สามารถสตรีมได้ กรุณาสมัครเข้าใช้งานสตรีมมิ่งอีกครั้ง",
  "GATELIVE_HOMEPAGE_ALL": "ALL"
}