{
  "GATELIVE_API_INVALID_PARAM": "geçersiz parametre",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR": "Dahili hizmet hatası",
  "GATELIVE_API_NO_PERMISSION": "İzin reddedildi",
  "GATELIVE_TODAY": "Bugün",
  "GATELIVE_MONDAY": "Pazartesi",
  "GATELIVE_TUESDAY": "Salı",
  "GATELIVE_WEDNESDAY": "Çarşamba",
  "GATELIVE_THURSDAY": "Perşembe",
  "GATELIVE_FRIDAY": "Cuma",
  "GATELIVE_SATURDAY": "Cumartesi",
  "GATELIVE_SUNDAY": "Pazar",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY": "Bu video sadece aboneler tarafından izlenebilir. Lütfen önce abone olun.",
  "GATELIVE_API_COPY_USER_RULE": "### 1. Copy Trade:\n\n* Copy Trade, kullanıcıların canlı yayınlar sırasında yayıncılar tarafından paylaşılan işlem stratejilerini görüntülemelerine ve hızlı bir şekilde takip etmelerine olanak tanıyan bir işlevdir.\n\n### 2. Copy Trade Talimatları:\n\n* Kullanıcılar, risk toleransınıza ve finansal durumunuza bağlı olarak uygun copy trade türünü seçebilirler. Şu anda desteklenen seçenekler arasında spot, vadeli işlemler, vadeli işlemler copy trade ve botlar bulunmaktadır.\n* Kullanıcılar mevcut siparişlerini istedikleri zaman 'Varlıklar' bölümünde görüntüleyebilir ve yönetebilirler.\n\n### 3. Sorumluluk Reddi ve Uyarılar:\n\n* Lütfen yukarıdaki kuralları okuduğunuzdan ve anladığınızdan emin olun. \n* Yeni kullanıcıların copy trade ile ilgili işlemlere ve stratejilere aşina olmaları için küçük miktarlarla başlamaları önerilir.\n* İlgili tüm yasa ve yönetmeliklere uymak ve herhangi bir yasadışı işlem faaliyetinde bulunmaktan kaçınmak kullanıcıların sorumluluğundadır.\n* Lütfen copy trade'in yüksek riskler taşıdığını unutmayın. Kullanıcılar yatırım kararlarını risk toleranslarına göre vermelidir.  Canlı yayınlar yalnızca yayıncının kişisel görüşlerini temsil eder ve Gate.io'nun resmi duruşunu yansıtmaz. Gate.io, kullanıcılara piyasa risklerinin farkında olmalarını ve dikkatli yatırım yapmalarını tavsiye eder.\n\n### **[Daha fazla detay](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE": "### 1. Copy Trade:\n\n* Copy Trade, yayıncıların işlem stratejilerini kullanıcılarla gerçek zamanlı olarak paylaşmalarına olanak tanıyan bir işlevdir.\n* Kullanıcılar canlı yayın sırasında yayıncının paylaştığı emirlere tıklayarak emir verirse ve emir başarılı bir şekilde verilirse, yayıncı kullanıcılar tarafından ödenen işlem ücretlerine dayalı bir komisyon kazanabilir.\n\n### 2. Copy Trade Nasıl Kurulur:\n\n* Yayıncı tarafından kullanılan işlem hesabı, canlı yayın sırasında emirleri paylaşırken yayın hesabıyla eşleşmelidir.\n\n### 3. İzlenecek Adımlar:\n\n* Canlı yayın sayfasındaki [Kopyala] sekmesini seçin, ardından önerilen içeriği yapılandırmak için aşağıdaki [Ayarlar] düğmesine tıklayın. Seçenekler şunları içerir:\n\n1. Canlı yayın sırasında yayıncı tarafından verilen emirleri otomatik olarak önerilenler listesinde paylaşın.\n2. Yayıncının son 50 spot emrini paylaşın.\n3. Yayıncının son 50 vadeli işlem emrini paylaşın.\n\n* Yayıncılar gerektiğinde listedeki kartları silebilir veya sabitleyebilir.\n* Canlı yayın sırasında parametreleri ayarlayın, ticaret stratejilerini paylaşın ve gerçek zamanlı işlem için Gate.io işlem arayüzünü görüntüleyin.\n* Copy Trade işlevi, canlı yayınlar sırasında varsayılan olarak etkindir.  Kullanıcıların işlemlerinizi kolayca takip edebilmesi için yayıncıların pin işlevini kullanmaları tavsiye edilir.\n\n### 4. Copy Trade Komisyonu:\n* Yayıncılar günlük canlı yayın yaparak daha fazla kullanıcı çekebilir ve böylece kopya işlemlerden elde edilen potansiyel komisyon kazançlarını artırabilir. \n* GateLive Copy Trade komisyonu, platformun maksimum %40 yönlendirme komisyonuna ek olarak ekstra bir komisyon oranıdır.\n* Bir önceki haftanın komisyonu her Pazartesi hesaplanacak ve 7 iş günü içinde yayıncının cüzdanına USDT olarak dağıtılacaktır (Minimum dağıtım gereksinimini karşılamak için biriken komisyon 0,1 USDT'den fazla olmalıdır. ), \\\"Wallet—Bill\\\" bölümünden ayrıntıları kontrol edin. Ödül dağıtım duyuruları [GateLive Post](https://www.gate.io/post/GateLive)  ve [GateLive X](https://twitter.com/GateioLive) adreslerinde yayınlanacaktır.\n* Copy Trade komisyonları 'Canlı Madencilik' komisyonlarından önce hesaplanır ve ikisi kümülatif değildir.\n\n### 5. Sorumluluklar ve Yükümlülükler:\n\n* Kullanıcılar, platform güvenilirliğini sürdürmek ve kullanıcı çıkarlarını korumak için açık ve şeffaf alım satım kayıtları ve davranışları sağlamalıdır.\n* Kullanıcılar Gate.io'nun alım satım düzenlemelerine ve yasal gerekliliklere uymalıdır. Copy Trade özelliği, işlem stratejilerini paylaşmak içindir ve yatırım tavsiyesi teşkil etmez. Yayıncılar, kullanıcıları yatırım riskleri hakkında bilgilendirmeli ve ihtiyatlı yatırımı teşvik etmelidir.\n* Yayıncılar [Yönetim normları ve yayıncı ihlalleri için cezalar hakkında talimatlar](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations)'a uymalıdır. Uyulmaması, komisyon uygunluğunun derhal iptal edilmesine neden olacaktır.\n\n### 6. Sorumluluk Reddi ve Uyarılar:\n\n* Kopya ticareti, yayıncının kişisel görüşlerini ve işlem stratejilerini temsil eder ve platformun duruşunu yansıtmaz.  Dijital varlık fiyatları oldukça değişkendir ve önemli piyasa riskleri taşır.  İşlem yapmanın riskler ve potansiyel faydalar dahil olmak üzere hedeflerinize ve koşullarınıza uygun olup olmadığını değerlendirin ve ilgili tüm riskleri üstlenin.\n* Gate.io, finansal kayıplar, kar kayıpları veya operasyonel hatalar veya ağ arızalarından kaynaklanan kayıplar dahil ancak bunlarla sınırlı olmamak üzere, Copy Trade'den kaynaklanan doğrudan veya dolaylı kayıplardan sorumlu değildir.\n* Kullanıcılar, Copy Trade'e başlamadan önce, işlem kuralları ve risk uyarıları dahil ancak bunlarla sınırlı olmamak üzere Gate.io'nun ilgili kurallarını anlamalı ve bunlara uymalıdır.\n* Gate.io, bu ürün özelliği için nihai yorumlama hakkını saklı tutar.\n\n### **[Daha fazla detay](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED": "SesliSohbetEtkinDeğil",
  "GATELIVE_API_GET_LIVE_CODE_TIPS": "RTMP yayın bağlantısı CANLI yayından 10 dakika önce kullanıma sunulacaktır",
  "GATELIVE_API_LIVE_BEFORE": "Planlanan saatten 10 dakika önce CANLI yayında olabilirsiniz",
  "GATELIVE_AI_LIKE_QUESTION": "Hizmetimizi sizin için nasıl geliştirebiliriz?",
  "GATELIVE_AI_LIKE_OPTION_ONE": "Doğruluğu artırın",
  "GATELIVE_AI_LIKE_OPTION_TWO": "Zamanlamayı artırın",
  "GATELIVE_AI_LIKE_OPTION_THREE": "Daha fazla içerik göster",
  "GATELIVE_AI_LIKE_OPTION_FOUR": "İçerik düzenini optimize edin",
  "GATELIVE_AI_UN_LIKE_QUESTION": "Hizmetimizle ilgili ne gibi sorunlar yaşıyorsunuz?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE": "Açık ve anlaşılması kolay değil",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO": "Bilgi çok gecikmeli",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE": "Ayrıntılı analiz yok",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR": "Belirli bir örnek yok",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE": "İçerik bozuk",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX": "İçerik eksik",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN": "Yanlış değerlendirme",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT": "Profesyonel olmayan içerik",
  "GATELIVE_AI_SUMMARY": "AI Özeti",
  "GATELIVE_AI_SUMMARIZING": "AI Özetlemesi",
  "GATELIVE_AI_TIPS": "Bu özet yapay zeka kullanılarak oluşturulmuştur ve kalitesi ve doğruluğu garanti edilmemektedir. Yalnızca referans amaçlıdır ve Gate.io'nun görüşlerini temsil etmez.",
  "GATELIVE_AI_ABSTRACT": "Özet",
  "GATELIVE_AI_HIGHLIGHTS": "Önemli Noktalar",
  "GATELIVE_REPEATED_TIP": "İşlemleri tekrarlamayın",
  "GATELIVE_SECURITY_TIP": "The content of the live stream represents the personal opinions of the streamer and does not reflect the official stance of Gate.io. Please make informed judgments and exercise caution when referencing the information. If the streamer encourages users to add accounts from other platforms, it constitutes a serious violation. If discovered, please report it to the platform immediately. To protect your privacy and financial security, do not share any contact information in the comments section to avoid potential scams. Please be aware that investments carry risks, and trading should be approached cautiously. Ensure you fully understand the associated risks before making investment decisions. For detailed terms and risk warnings related to live streaming, please refer to <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Gate.io Moments - Terms and Conditions</a>. We are committed to providing a safe and compliant live streaming environment. Thank you for your understanding and support.",
  "GATELIVE_SPACE_MARKET": "Unauthorized marketing",
  "GATELIVE_SPACE_NET": "Cyberbullying",
  "GATELIVE_SPACE_MISUSO": "Misuse",
  "GATELIVE_SPACE_SOXUAL": "Sexual content",
  "GATELIVE_SPACE_CHILD": "Child safety",
  "GATELIVE_SPACE_OTHER": "Others",
  "GATELIVE_SPACE_CAN_NOT_APPLY": "You cannot apply to go live on Space at this time. Please contact customer support.",
  "GATELIVE_SPACE_SPEAKER_FULL": "At most 6 people can speak at the same time",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY": "Your have more than one UNFINISHED Live Apply!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY": "Your have more than one UNSOLOVED Live Apply!",
  "GATELIVE_SPACE_APPLY_INBLACK": "You have been banned for ",
  "GATELIVE_SPACE_CREATEROOM_FAILED": "Failed to stream. Please re-apply for streaming access.",
  "GATELIVE_HOMEPAGE_ALL": "ALL"
}