{
  "GATELIVE_API_INVALID_PARAM": "Parâmetro inválido",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR": "Erro de serviço interno",
  "GATELIVE_API_NO_PERMISSION": "Permissão negada",
  "GATELIVE_TODAY": "Hoje",
  "GATELIVE_MONDAY": "Segunda-feira",
  "GATELIVE_TUESDAY": "Terça-feira",
  "GATELIVE_WEDNESDAY": "Quarta-feira",
  "GATELIVE_THURSDAY": "Quinta-feira",
  "GATELIVE_FRIDAY": "Sexta-feira",
  "GATELIVE_SATURDAY": "Sábado",
  "GATELIVE_SUNDAY": "Domingo",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY": "Este vídeo está disponível apenas para assinantes. Inscreva-se primeiro.",
  "GATELIVE_API_COPY_USER_RULE": "### 1. Copy Trading:\n\n* Copy Trading é uma função que permite aos usuários visualizar e seguir rapidamente as estratégias de trading compartilhadas por streamers durante live streams.\n\n### 2. Instruções Sobre Copy Trading:\n\n* Os usuários devem selecionar o tipo apropriado de copy trading com base na sua própria tolerância de risco e situação financeira. As opções suportadas atualmente incluem spot trading, de futuros, copy trading de futuros e robôs.\n* Os usuários podem visualizar e gerenciar seus pedidos atuais a qualquer momento na seção \"Ativos\".\n\n### 3. Isenção de Responsabilidade e Avisos:\n\n* Garanta que você leu e compreendeu as regras acima.\n* É recomendado que novos usuários comecem com valores pequenos para se familiarizarem com as operações e estratégias envolvendo copy trading.\n* É responsabilidade do usuário cumprir com todas as leis e regulamentações relevantes e evitar fazer parte de qualquer atividade ilegal de trading.\n* Tenha em mente que copy trading implica altos riscos. Os usuários devem tomar decisões de investimento com base em sua tolerância de risco. Live streams representam apenas a visão pessoal do streamer e essa não reflete a opinião oficial da Gate.io. A Gate.io aconselha os usuários a estarem atentos aos riscos de mercado e investir cautelosamente.\n\n### **[Mais detalhes](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE": "### Copy Trading:\n\n* Copy Trading é uma função que permite aos streamers compartilhar suas estratégias de trading com os usuários em tempo real.\n* Se os usuários fizerem pedidos através dos pedidos compartilhados dos streamers durante a stream, e o pedido for concluído com sucesso, o streamer pode receber uma comissão com base nas taxas de trading pagas pelos usuários.\n\n### 2. Como configurar a Copy Trading:\n\n* A conta de trading utilizada pelo streamer deve corresponder à conta sendo utilizada pelo streamer ao compartilhar pedidos durante a stream.\n\n### 3. Etapas a Seguir:\n\n* Selecione a aba [Copiar] na página da stream, depois clique no botão [Configurações] logo abaixo para configurar o conteúdo recomendado. Opções Incluem:\n\n1. Pedidos realizados compartilhados automaticamente pelo streamer durante a transmissão para a lista recomendada.\n2. Compartilhar os últimos 50 pedidos spot.\n3. Compartilhar os últimos 50 pedidos de futuros. \n\n* Os streamers podem excluir ou fixar cartões na lista se necessário.\n* Durante a stream, defina parâmetros, compartilhe estratégias de trading e exiba a interface de trading da Gate.io para trading em tempo real.\n* A função de copy trading é habilitada por padrão durante streams. Os streamers são aconselhados a usar a função fixar para que os usuários possam acompanhar facilmente seus trades.\n\n### 4. Comissão por Copy Trading:\n\n* Os streamers podem atrair mais usuários realizando streams diariamente, aumentando assim os ganhos potenciais de comissões provenientes de copy trading.\n* A comissão por Copy Trading da GateLive é uma taxa de comissão extra em cima dos 40% por indicação máximos da plataforma.\n* A comissão da semana anterior será calculada todas as segundas-feiras e será distribuída para a carteira do streamer em USDT dentro de 7 dias úteis (a comissão acumulada deve ser superior a 0,1 USDT para cumprir o requisito mínimo de distribuição). verifique os detalhes em \"Wallet—Bill\". Comunicados sobre a distribuição de recompensas serão postados no [GateLive Post](https://www.gate.io/post/GateLive) e [GateLive X](https://twitter.com/GateioLive).\n* Comissões por copy trading são calculadas antes das comissões de \"Live Mining\", e as duas não são cumulativas.\n\n### 5. Responsabilidades e Obrigações:\n\n* Os streamers devem fornecer registros de trading claros e transparentes, e ter uma boa conduta a fim de manter a credibilidade da plataforma e proteger os interesses dos usuários.\n* Os streamers devem cumprir com as regulamentações de trading e requisitos legais da Gate.io. A função de Copy Trading existe para que haja um compartilhamento de estratégias e não constitui um aconselhamento sobre investimento. Os streamers devem informar os usuários dos riscos de investimento e encorajar cautela em suas ações financeiras.\n* Streamers devem aderir às [Instruções sobre as normas de gerenciamentos e penalidades para violações de streamers](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). Falhar em cumprir com o que foi citado anteriormente resultará em cancelamento imediato da elegibilidade para recebimento de comissão.\n\n### 6. Isenção de responsabilidade e Avisos:\n\n* A copy trading representa visão pessoal e estratégias de trading do streamer e não reflete opinião da plataforma. Os preços de ativos digitais são altamente voláteis e remetem a riscos de mercado significativos. Analise com cuidado se trading se encaixa nos seus objetivos e circunstância, incluindo riscos e benefícios em potencial, levando em consideração que terá que lidar com todos os riscos associados.\n* A Gate.io não se responsabiliza por quaisquer perdas diretas ou indiretas decorrentes de copy trading, incluindo, mas não se limitando a, perdas financeiras, perdas de lucros ou quaisquer perdas decorrentes de erros operacionais ou falhas de rede.\n* Aos usuários cabe compreender e cumprir com as regras relevantes da Gate.io, incluindo mas não se limitando a regras de trading e avisos de risco, antes de iniciar o copy trading.\n* A Gate.io se reserva o direito de interpretação final deste recurso do produto.\n\n### **[Mais detalhes](https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED": "A função \"ao vivo com\" não está disponível",
  "GATELIVE_API_GET_LIVE_CODE_TIPS": "O link de transmissão de RTMP estará disponível 10 minutos antes da LIVE",
  "GATELIVE_API_LIVE_BEFORE": "Você pode entrar AO VIVO 10 minutos antes do horário agendado",
  "GATELIVE_AI_LIKE_QUESTION": "Ele é fornecido apenas para fins de referência e não representa a opinião da Gate.io.",
  "GATELIVE_AI_LIKE_OPTION_ONE": "Aumente a precisão",
  "GATELIVE_AI_LIKE_OPTION_TWO": "Melhore a pontualidade",
  "GATELIVE_AI_LIKE_OPTION_THREE": "Exibir mais conteúdo",
  "GATELIVE_AI_LIKE_OPTION_FOUR": "Otimizar o layout do conteúdo",
  "GATELIVE_AI_UN_LIKE_QUESTION": "Que problemas você está enfrentando com nosso serviço?",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE": "Não é claro e fácil de entender",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO": "As informações demoram muito",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE": "Não há análise aprofundada",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR": "Nenhum exemplo específico",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE": "O conteúdo está incompreensivo",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX": "O conteúdo está incompleto",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN": "Raciocínio incorreto",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT": "Conteúdo não profissional",
  "GATELIVE_AI_SUMMARY": "Resumo de IA",
  "GATELIVE_AI_SUMMARIZING": "Resumindo AI",
  "GATELIVE_AI_TIPS": "O resumo é gerado por IA e sua qualidade e precisão não são garantidas. Ele é fornecido apenas para fins de referência e não representa a opinião da Gate.io.",
  "GATELIVE_AI_ABSTRACT": "Resumo",
  "GATELIVE_AI_HIGHLIGHTS": "Destaques",
  "GATELIVE_REPEATED_TIP": "Não repita as operações",
  "GATELIVE_SECURITY_TIP": "O conteúdo da transmissão ao vivo representa as opiniões pessoais do streamer e não reflete posição oficial da Gate.io. Faça julgamentos bem informado e tenha cuidado ao referenciar as informações. Se o streamer incentivar os usuários a adicionar contas de outras plataformas, isso constitui uma violação grave. Se for descoberto, denuncie imediatamente à plataforma. Para proteger sua privacidade e segurança financeira, não compartilhe nenhuma informação de contato na seção de comentários para evitar possíveis fraudes. Esteja ciente de que os investimentos acarretam riscos e a negociação deve ser abordada com cautela. Certifique-se de compreender totalmente os riscos associados antes de tomar decisões de investimento. Para obter termos detalhados e avisos de risco relacionados à transmissão ao vivo, consulte <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Gate.io Moments - Termos e Condições</a>. Estamos comprometidos em fornecer um ambiente de transmissão ao vivo seguro e respeitoso. Agradecemos pela sua compreensão e apoio.",
  "GATELIVE_SPACE_MARKET": "Marketing não autorizado",
  "GATELIVE_SPACE_NET": "Cyberbullying",
  "GATELIVE_SPACE_MISUSO": "Uso indevido",
  "GATELIVE_SPACE_SOXUAL": "Conteúdo sexual",
  "GATELIVE_SPACE_CHILD": "Segurança infantil",
  "GATELIVE_SPACE_OTHER": "Outros",
  "GATELIVE_SPACE_CAN_NOT_APPLY": "Você não pode aplicar para entrar ao vivo no Space no momento. Entre em contato com o suporte ao cliente.",
  "GATELIVE_SPACE_SPEAKER_FULL": "No máximo 6 pessoas podem falar ao mesmo tempo",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY": "Tem mais do que uma solicitação direta POR CONCLUIR!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY": "Tem mais do que uma solicitação direta POR RESOLVER!",
  "GATELIVE_SPACE_APPLY_INBLACK": "Você foi banido por ",
  "GATELIVE_SPACE_CREATEROOM_FAILED": "Falha na transmissão. Aplique novamente para obter acesso à transmissão.",
  "GATELIVE_HOMEPAGE_ALL": "TUDO"
}