{
  "GATELIVE_API_INVALID_PARAM": "معامل غير صالح",
  "GATELIVE_API_SERVICE_INTERNAL_ERROR": "خطأ في الخدمة الداخلية",
  "GATELIVE_API_NO_PERMISSION": "تم رفض الإذن",
  "GATELIVE_TODAY": "اليوم",
  "GATELIVE_MONDAY": "الإثنين",
  "GATELIVE_TUESDAY": "يوم الثلاثاء",
  "GATELIVE_WEDNESDAY": "الأربعاء",
  "GATELIVE_THURSDAY": "يوم الخميس",
  "GATELIVE_FRIDAY": "جمعة",
  "GATELIVE_SATURDAY": "السبت",
  "GATELIVE_SUNDAY": "الأحد",
  "GATELIVE_VIDEO_IS_SUBSCRIBER_ONLY": "هذا الفيديو متاح للمشاهدة للمشتركين فقط. يرجى الاشتراك أولا.",
  "GATELIVE_API_COPY_USER_RULE": "### 1. نسخ التداول:\n\n*إن نسخ التداول هي ميزة تتيح للمستخدمين عرض ومتابعة استراتيجيات التداول التي يشاركها القائمون على البث المباشر أثناء البث المباشر فوراً.\n\n###2. تعليمات نسخ التداول:\n\n*يمكن للمستخدمين اختيار النوع المناسب من نسخ التداول بناءً على قدرتك على تحمل المخاطر ووضعك المالي. تشمل الخيارات المدعومة حاليًا التداول الفوري والعقود الآجلة ونسخ العقود الآجلة والبوتات.\n*يمكن للمستخدمين عرض وإدارة طلباتهم الحالية في أي وقت في قسم \"الأصول\".\n\n###3. إخلاء المسؤولية والإشعارات:\n\n* يرجى التأكد من أنك قد قرأت وفهمت القواعد المذكورة أعلاه.\n*من المستحسن أن يبدأ المستخدمون الجدد بمبالغ صغيرة للتعرف على العمليات والاستراتيجيات المستخدمة في نسخ التداول.\n*تقع على عاتق المستخدمين مسؤولية الالتزام بجميع القوانين واللوائح ذات الصلة والامتناع عن الانخراط في أي أنشطة تجارية غير قانونية.\n*يرجى العلم أن نسخ التداول ينطوي على مخاطر عالية. يجب على المستخدمين اتخاذ قرارات الاستثمار بناءً على قدرتهم على تحمل المخاطر. لا تمثل عمليات البث المباشر سوى وجهات النظر الشخصية لمقدم البث ولا تعكس الموقف الرسمي لـ Gate.io. تنصح Gate.io المستخدمين بأن يكونوا على دراية بمخاطر السوق وأن يستثمروا بحذر.\n\n### **[المزيد من التفاصيل] (https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_API_COPY_HOST_RULE": "1###. نسخ التداول:\n\n* إن نسخ التداول هي ميزة تتيح للقائمين بالبث المباشر مشاركة استراتيجيات التداول الخاصة بهم مع المستخدمين في الوقت الفعلي.\n*إذا قدم المستخدمون طلبات من خلال النقر على الطلبات المشتركة لمقدم البث أثناء البث المباشر وتم تقديم الطلب بنجاح، فيمكن لمقدم البث الحصول على عمولة بناءً على رسوم التداول التي يدفعها المستخدمون.\n\n###2. كيفية إعداد نسخ التداول:\n\n*يجب أن يتطابق حساب التداول الذي يستخدمه القائم بالبث مع حساب البث عند مشاركة الأوامر أثناء البث المباشر.\n\n###3. الخطوات للمتابعة:\n\n*حدد علامة التبويب [نسخ] في صفحة البث المباشر، ثم انقر فوق زر [الإعدادات] أدناه لتكوين المحتوى الموصى به. تشمل الخيارات ما يلي: \n\n1. قم تلقائيًا بمشاركة الطلبات التي يقدمها القائم بالبث أثناء البث المباشر إلى القائمة الموصى بها.\n2. شارك آخر 50 طلبًا فوريًا لمقدم البث.\n3. شارك آخر 50 طلبًا آجلًا لمقدم البث. \n\n*يمكن للقائمين بالبث حذف البطاقات الموجودة في القائمة أو تثبيتها حسب الحاجة.\n*أثناء البث المباشر، قم بتعيين المعلمات واستراتيجيات تداول الأسهم وعرض واجهة التداول Gate.io للتداول في الوقت الفعلي.\n*يتم تمكين وظيفة نسخ التداول بشكل افتراضي أثناء البث المباشر. يُنصح القائمون على البث باستخدام ميزة الرسائل المثبتة حتى يتمكن المستخدمون من متابعة تداولاتك بسهولة.\n\n###4. عمولة نسخ التداول:\n\n*يمكن للقائمين بالبث جذب المزيد من المستخدمين من خلال البث المباشر يوميًا، وبالتالي زيادة أرباح العمولات المحتملة من نسخ التداول.\n*عمولة نسخ التداول على GateLive هي نسبة عمولة إضافية بالإضافة إلى الحد الأقصى لعمولة الإحالة الخاصة بالمنصة والتي تبلغ 40%.\n*سيتم احتساب عمولة الأسبوع السابق كل يوم اثنين، وسيتم توزيعها على محفظة القائم بالبث بعملة USDT خلال 7 أيام عمل (يجب أن تكون العمولة المتراكمة أكثر من 0.1 USDT لتلبية الحد الأدنى من متطلبات التوزيع. )، تحقق من التفاصيل في \"المحفظة — الفاتورة\". سيتم إصدار إعلانات توزيع المكافآت على [GateLive Post](https://www.gate.io/post/GateLive) و[GateLive X](https://twitter.com/GateioLive).\n*يتم احتساب عمولات نسخ التداول قبل عمولات \"التعدين المباشر\"، ولا يكون الاثنان تراكميين.\n\n###5. المسؤوليات والالتزامات: يجب على مقدمي البث توفير سجلات وسلوكيات تداول واضحة وشفافة للحفاظ على مصداقية المنصة وحماية مصالح المستخدمين.\n\n*يجب أن يلتزم مقدمو البث بلوائح التداول والمتطلبات القانونية الخاصة بـ Gate.io. ميزة نسخ التداول مخصصة لمشاركة إستراتيجيات التداول ولا تشكل نصيحة استثمارية. يجب على القائمين على البث إعلام المستخدمين بمخاطر الاستثمار وتشجيع الاستثمار الحكيم.\n*يجب على القائمين بالبث الالتزام بـ [التعليمات بشأن معايير الإدارة والعقوبات المفروضة على انتهاكات القائمين بالبث](https://www.gate.io/zh/help/community_center/live_chat/29094/instructions-on-management-norms-and-penalties-for-streamer-violations). سيؤدي عدم الامتثال إلى الإلغاء الفوري لأهلية العمولة.\n\n###6. إخلاء المسؤولية والإشعارات:\n\n*يمثل نسخ التداول وجهات النظر الشخصية واستراتيجيات التداول الخاصة بمقدم البث ولا يعكس موقف المنصة. أسعار الأصول الرقمية متقلبة للغاية وتحمل مخاطر سوقية كبيرة. قم بتقييم ما إذا كان التداول يناسب أهدافك وظروفك، بما في ذلك المخاطر والفوائد المحتملة، وتحمل جميع المخاطر المرتبطة به.\n*إن Gate.io ليست مسؤولة عن أي خسائر مباشرة أو غير مباشرة تنشأ عن نسخ التداول، بما في ذلك على سبيل المثال لا الحصر، الخسائر المالية أو خسائر الأرباح أو أي خسائر ناجمة عن أخطاء تشغيلية أو فشل في الشبكة.\n*يجب على المستخدمين فهم القواعد ذات الصلة الخاصة بـ Gate.io والامتثال لها، بما في ذلك على سبيل المثال لا الحصر، قواعد التداول وتحذيرات المخاطر، قبل الانخراط في نسخ التداول.\n*تحتفظ Gate.io بحق التفسير النهائي لميزة المنتج هذه.\n\n### **[المزيد من التفاصيل] (https://www.gate.io/announcements/article/37519)**",
  "GATELIVE_VOICE_CHAT_NOT_ENABLED": "مباشر مع الوظيفة غير متوفر",
  "GATELIVE_API_GET_LIVE_CODE_TIPS": "سيكون رابط بث RTMP متاحًا قبل 10 دقائق من البث المباشر",
  "GATELIVE_API_LIVE_BEFORE": "يمكنك الدخول إلى LIVE قبل 10 دقائق من الوقت المحدد",
  "GATELIVE_AI_LIKE_QUESTION": "كيف يمكننا تحسين خدماتنا لأجلك؟",
  "GATELIVE_AI_LIKE_OPTION_ONE": "تحسين الدقة",
  "GATELIVE_AI_LIKE_OPTION_TWO": "تحسين التوقيت المناسب",
  "GATELIVE_AI_LIKE_OPTION_THREE": "عرض المزيد من المحتوى",
  "GATELIVE_AI_LIKE_OPTION_FOUR": "تحسين تخطيط المحتوى",
  "GATELIVE_AI_UN_LIKE_QUESTION": "ما هي المشاكل التي تواجهها مع خدمتنا؟",
  "GATELIVE_AI_UN_LIKE_OPTION_ONE": "غير واضح وسهل الفهم",
  "GATELIVE_AI_UN_LIKE_OPTION_TWO": "المعلومات متأخرة جداً",
  "GATELIVE_AI_UN_LIKE_OPTION_THREE": "لا يوجد تحليل متعمق",
  "GATELIVE_AI_UN_LIKE_OPTION_FOUR": "لا توجد أمثلة محددة",
  "GATELIVE_AI_UN_LIKE_OPTION_FIVE": "المحتوى مشوش",
  "GATELIVE_AI_UN_LIKE_OPTION_SIX": "المحتوى غير مكتمل",
  "GATELIVE_AI_UN_LIKE_OPTION_SEVEN": "المنطق غير صحيح",
  "GATELIVE_AI_UN_LIKE_OPTION_EIGHT": "محتوى غير احترافي",
  "GATELIVE_AI_SUMMARY": "ملخص الذكاء الاصطناعي",
  "GATELIVE_AI_SUMMARIZING": "تلخيص الذكاء الاصطناعي",
  "GATELIVE_AI_TIPS": "يتم إنشاء ملخص البث المباشر باستخدام الذكاء الاصطناعي ولا يتم ضمان جودته ودقته. يتم توفيره لأغراض مرجعية فقط ولا يمثل آراء Gate.io.",
  "GATELIVE_AI_ABSTRACT": "الملخص",
  "GATELIVE_AI_HIGHLIGHTS": "أهم النقاط",
  "GATELIVE_REPEATED_TIP": "لا تكرر العمليات",
  "GATELIVE_SECURITY_TIP": "محتوى البث المباشر يعبر عن آراء المذيع الشخصية ولا يعكس الموقف الرسمي لـ Gate.io. يرجى اتخاذ قرارات مدروسة وممارسة الحذر عند الاستناد إلى هذه المعلومات. إذا قام المذيع بتشجيع المستخدمين على إضافة حسابات من منصات أخرى، فإن ذلك يشكل انتهاكًا خطيرًا. إذا تم اكتشاف ذلك، يرجى الإبلاغ عنه فورًا إلى المنصة. لحماية خصوصيتك وأمانك المالي، لا تشارك أي معلومات اتصال في قسم التعليقات لتجنب الاحتيال المحتمل. يرجى العلم بأن الاستثمارات تنطوي على مخاطر، ويجب التعامل مع التداول بحذر. تأكد من فهمك الكامل للمخاطر المرتبطة قبل اتخاذ قرارات استثمارية. للحصول على الشروط والتفاصيل المتعلقة بالبث المباشر والتحذيرات المرتبطة بالمخاطر، يرجى الرجوع إلى <a href=\"https://www.gate.io/help/community-center/live_chat/42083\">Gate.io Moments - الشروط والأحكام.</a> نحن ملتزمون بتوفير بيئة بث مباشر آمنة ومتوافقة مع اللوائح. شكرًا لتفهمكم ودعمكم.",
  "GATELIVE_SPACE_MARKET": "التسويق غير المصرح به",
  "GATELIVE_SPACE_NET": "التنمر الإلكتروني",
  "GATELIVE_SPACE_MISUSO": "سوء الاستخدام",
  "GATELIVE_SPACE_SOXUAL": "محتوى جنسي",
  "GATELIVE_SPACE_CHILD": "سلامة الأطفال",
  "GATELIVE_SPACE_OTHER": "غير ذلك",
  "GATELIVE_SPACE_CAN_NOT_APPLY": "لا يمكنك التقديم للبث المباشر في المساحة في هذا الوقت. يُرجى التواصل مع فريق دعم العملاء.",
  "GATELIVE_SPACE_SPEAKER_FULL": "يمكن لستة أشخاص كحد أقصى التحدث في نفس الوقت",
  "GATELIVE_SPACE_HAVE_UNFINISHED_APPLY": "لديك أكثر من طلب Live Apply غير مكتمل!",
  "GATELIVE_SPACE_HAVE_UNSOLVED_APPLY": "لديك أكثر من طلب Live Apply غير محلول!",
  "GATELIVE_SPACE_APPLY_INBLACK": "قد تم حظرك لمدة xx ساعة. ",
  "GATELIVE_SPACE_CREATEROOM_FAILED": "فشل في البث. يرجى إعادة التقديم للوصول إلى البث.",
  "GATELIVE_HOMEPAGE_ALL": "الكل"
}