{
  "market_api_server_error": "Allgemeiner interner Dienstfehler",
  "market_api_bad_request": "ungültiges Argument",
  "market_api_invalid_credentials": "Ungültige UID",
  "market_api_currency_not_exist": "Token existiert nicht",
  "market_api_tag_continuous_rise": "Kontinuierlicher Anstieg",
  "market_api_tag_volume_up": "Lautstärke erhöhen",
  "market_api_tag_new_highs": "Neue Höchststände",
  "market_api_tag_upward_ma": "Aufwärts MA",
  "market_api_tag_bullish_signal": "Bullisches Signal",
  "market_api_tag_short_term_high": "Kurzfristiges Hoch",
  "market_api_tag_trending": "Im Trend",
  "market_api_tag_continuous_rise_desc": "Kryptowährungen mit einer hohen Marktkapitalisierung und einem kontinuierlichen Anstieg des Tagespreises an drei oder mehr aufeinanderfolgenden Tagen",
  "market_api_tag_volume_up_desc": "Kryptowährungen mit hoher Marktkapitalisierung und starkem Anstieg des Handelsvolumens",
  "market_api_tag_new_highs_desc": "Krypto bricht den historischen Höchstkurs seit der Notierung",
  "market_api_tag_upward_ma_desc": "Kryptowährungen, deren 5-Tage-MA (gleitender Durchschnitt) fünf Tage in Folge steigt",
  "market_api_tag_bullish_signal_desc": "Krypto mit seinem 5-Tage-MA (gleitender Durchschnitt), der den 30-Tage-MA übersteigt, was einen kurzfristigen Aufwärtstrend signalisiert",
  "market_api_tag_short_term_high_desc": "Den höchsten Preis der letzten 60 Tage brechen",
  "market_api_tag_trending_desc": "Aktuelle Kryptowährungen auf Gate.io",
  "LT_ONE_BILLION_FILTER": "Weniger als 1 Milliarde",
  "ONE_FIVE_BILLION_FILTER": "1-5 Milliarden",
  "FIVE_TEN_BILLION_FILTER": "5-10 Milliarden",
  "TEN_FIFTY_BILLION_FILTER": "10-50 Milliarden",
  "GT_FIFTY_BILLION_FILTER": "Mehr als 50 Milliarden",
  "HOT_RANKING_TITLE": "Hot",
  "GAINERS_RANKING_TITLE": "Gewinner",
  "LOSERS_RANKING_TITLE": "Verlierer",
  "NEW_RANKING_TITLE": "Neue Auflistung",
  "POPULAR_RANKING_TITLE": "Beliebt",
  "MARKET_CAP_RANKING_TITLE": "Marktkapitalisierung",
  "HIGH_VOLUME_RANKING_TITLE": "Großes Volumen",
  "HOT_RANKING_DESC": "Rangliste der Coins mit der größten Anzahl an Händlern in den letzten 24 Stunden",
  "GAINERS_RANKING_DESC": "Rangliste der Coins mit den größten Gewinnen in den letzten 24 Stunden",
  "LOSERS_RANKING_DESC": "Rangliste der Coins mit dem höchsten prozentualen Verlust in den letzten 24 Stunden",
  "NEW_RANKING_DESC": "Kürzlich gelistete neue Coins ",
  "POPULAR_RANKING_DESC": "Rangliste der Coins mit dem schnellsten Anstieg der Anzahl neuer Händler in den letzten 24 Stunden",
  "MARKET_CAP_RANKING_DESC": "Rangliste der Coins mit der höchsten im Umlauf befindlichen Menge",
  "HIGH_VOLUME_RANKING_DESC": "Rangliste der Coins mit dem höchsten Handelsvolumen in den letzten 24 Stunden",
  "ZONE_MEME_DESC": "Meme-Coins sind digitale Vermlgenswerte, die von Humor, Popkultur oder Internet-Memes wie DOGE und SHIB inspiriert sind. Sie basieren auf der Blockchain und werden zum Kaufen, Handeln oder Verwahren von Vermögenswerten verwendet. Ihr Wert schwankt aufgrund des Einflusses sozialer Medien und der Popkultur stark, daher ist bei Investitionen Vorsicht geboten. Auf sozialen Plattformen werden oft Witze über sie gemacht und sie bekommen dadurch viel Aufmerksamkeit.",
  "ZONE_DEPIN_DESC": "DePIN unterstützt das DePIN-Ökosystem, zahlt Transaktionsgebühren, beteiligt sich an Governance-Entscheidungen, verdient Ökosystem-Belohnungen und basiert auf einer bestimmten Blockchain.",
  "ZONE_AI_DESC": "KI-Token sind digitale Assets für KI-Projekte und -Dienste. Sie werden in KI-Märkten, Handelsalgorithmen und dezentralen Organisationen verwendet und spielen eine Schlüsselrolle bei Börsen und Governance.",
  "ZONE_SOLANA_DESC": "Token des Solana-Ökosystems, wie SOL und andere, basieren auf der Solana-Blockchain. Sie werden für Transaktionsgebühren, DeFi-Teilnahme, Governance und Belohnungen verwendet. Sie nutzen die Geschwindigkeit und die niedrigen Kosten von Solana und bieten schnelle, sichere und kostengünstige Transaktionen.",
  "ZONE_ZKSYNC_DESC": "Die Token des ZkSync-Ökosystems basieren auf der ZkSync Layer 2-Skalierungslösung und werden zur Zahlung von Transaktionsgebühren, zur Teilnahme an DeFi, für Governance und Prämien verwendet. Zu diesen Token gehören ETH (der native Token von Ethereum) sowie andere, die auf ZkSync basieren.",
  "ZONE_BASE_DESC": "Base ist eine Ethereum Layer 2-Skalierungslösung, die auf der OP Stack-Technologie von Optimism basiert und Sicherheit, niedrige Kosten und entwicklerfreundliche Funktionen bietet.",
  "ZONE_BLAST_DESC": "Blast ist ein vom Blur-Team erstelltes Ethereum-Layer-2-Netzwerk, das ein Ökosystem-Netzwerk einführt, dessen drei besondere Funktionen passives Einkommen, Gasgebühren und Airdrops sind.",
  "ZONE_LAYER2_DESC": "Layer-2-Token sind digitale Vermögenswerte, die auf Layer-2-Skalierungslösungen basieren und normalerweise zum Bezahlen von Transaktionsgebühren, zur Teilnahme an DeFi, für Governance und Prämien verwendet werden. Sie basieren auf der Layer-2-Technologie, bieten schnelle, kostengünstige Transaktionen und bauen auf der Blockchain auf.",
  "ZONE_ETH_2_STAKING_DESC": "ETH-Liquiditäts-Staking ist eine Methode zum Staking von Kryptowährungen, bei der Benutzer Token einsetzen und Belohnungen verdienen können. Durch Liquidity-Staking-Protokolle stellen Benutzer Eigentum und Erträge im Staking-Pool dar und erhalten Zugriff auf Liquidity-Staking-Derivate.",
  "ZONE_METAVERSE_DESC": "Metaverse ist eine virtuelle digitale Welt, die virtuelle Realität, erweiterte Realität und Blockchain-Technologie kombiniert und es Benutzern ermöglicht, digitalisierte dreidimensionale Räume und Vermögenswerte zu erstellen, mit ihnen zu interagieren und mit ihnen zu handeln.",
  "ZONE_NFT_DESC": "NFTs oder Non-Fungible Tokens sind einzigartige, nicht austauschbare digitale Vermögenswerte auf Basis der Blockchain-Technologie, die das Eigentum nachweisen und den Handel und das Sammeln digitaler Vermögenswerte unterstützen. Sie fördern innovative Anwendungen in den Bereichen Kunst, Gaming, virtuelle Assets und mehr.",
  "ZONE_STORAGE_DESC": "Speichertoken zeichnen sich durch die Unterstützung von Speicherplatztransaktionen, die Verwendung zum Speichern und Abrufen von Daten, die Belohnung von Speicheranbietern, die Gewährleistung von Datensicherheit und Datenschutz sowie die Anwendbarkeit in dezentralen Anwendungen aus.",
  "ZONE_POLKA_DESC": "Polkadot-Token sind die nativen Token des Polkadot-Ökosystems und werden zur Zahlung von Gebühren, für die Verwaltung, das Staking und für Belohnungen verwendet. Das Ökosystem zeichnet sich durch Chain-übergreifende Interoperabilität, Skalierbarkeit, Governance, Selbstaktualisierbarkeit und verschiedene DApps aus.",
  "ZONE_DEFI_DESC": "DeFi-Token sind Blockchain-basierte digitale Vermögenswerte, die zur Unterstützung des dezentralisierten Finanzökosystems (DeFi) verwendet werden, einschließlich der Zahlung von Gebühren, der Teilnahme an der Verwaltung und dem Erhalt von Belohnungen.",
  "ZONE_BRC20_DESC": "BRC-20 ist ein Standard für homogene Token basierend auf dem Bitcoin-Netzwerk, der über das Ordinal-Protokoll erstellt wurde und es Benutzern ermöglicht, Token-Contracts bereitzustellen und homogene Token im Bitcoin-Netzwerk auszugeben und zu übertragen.",
  "ZONE_RUNES_DESC": "Runes ist ein neues Protokoll, das im Bitcoin-Netzwerk eingeführt wurde und es Benutzern ermöglicht, austauschbare Token auf Bitcoin lokal zu erstellen und zu übertragen.",
  "ZONE_NEWLISTED_DESC": "Token werden innerhalb von 30 Tagen nach der Notierung gehandelt.",
  "ZONE_ETF_DESC": "Handelsprodukte mit inhärenter Hebelwirkung und automatischen Ausgleichsmechanismen.",
  "ZONE_5ETF_DESC": "Handelsprodukte mit Hebelwirkung und automatischen Ausgleichsmechanismen, die typischerweise Preisschwankungen aufweisen, die etwa fünfmal so hoch sind wie die des zugrunde liegenden Vermögenswertmarkts.",
  "ZONE_EXCHANGE_DESC": "Eine Klasse von Token, die von Handelsplattformen für digitale Währungen ausgegeben und innerhalb der Plattform verwendet werden, um die Plattformfunktionen zu erreichen.",
  "Spot": "Spot-Handel",
  "Futures": "Perpetual",
  "Billing_Pilot": "Piloten",
  "market_api_tag_pilot_uplisted": "Pilot aufgestiegen",
  "market_api_tag_pilot_uplisted_desc": "Die Münze wurde vom Pilotprojekt hoch gelistet und ist für den Handel auf Spotmärkten verfügbar",
  "HotRanking": "Hot",
  "GainersRanking": "Gewinner",
  "LosersRanking": "Verlierer",
  "NewRanking": "Neue Auflistung",
  "PopularRanking": "Beliebt",
  "MarketCapRanking": "Marktkapitalisierung",
  "HighVolumeRanking": "Großes Volumen",
  "AI&BigData": "AI",
  "BaseEcosystem": "Base Eco",
  "Solana": "SOL Eco",
  "ZkSync": "ZkSync Eco",
  "Metaverse": "Metaverse",
  "Runes": "Runes",
  "Ton": "TON Eco",
  "Tron": "TRON Eco",
  "BlastEcosystem": "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW": "Rangliste der Coins mit dem höchsten Handelsvolumen in den letzten 24 Stunden",
  "Pilot": "Piloten",
  "FuturesName": "Futures",
  "Trump": "Trump",
  "WLFI": "WLFI"
}