{
  "market_api_server_error": "ข้อผิดพลาดภายในบริการทั่วไป",
  "market_api_bad_request": "ข้อกำหนดไม่ถูกต้อง",
  "market_api_invalid_credentials": "UID ไม่ถูกต้อง",
  "market_api_currency_not_exist": "ไม่มีโทเค็นอยู่",
  "market_api_tag_continuous_rise": "เพิ่มขึ้นอย่างต่อเนื่อง",
  "market_api_tag_volume_up": "ปริมาณเพิ่มขึ้น",
  "market_api_tag_new_highs": "จุดสูงสุดใหม่",
  "market_api_tag_upward_ma": "MA ขาขึ้น",
  "market_api_tag_bullish_signal": "สัญญาณขาขึ้น",
  "market_api_tag_short_term_high": "ระยะสั้นสูง",
  "market_api_tag_trending": "มาแรง",
  "market_api_tag_continuous_rise_desc": "คริปโตที่มีมูลค่าตลาดสูงและราคาเพิ่มขึ้นอย่างต่อเนื่องเป็นเวลาสามวันติดต่อกันหรือมากกว่านั้น",
  "market_api_tag_volume_up_desc": "คริปโตที่มีมูลค่าตลาดสูงและปริมาณการซื้อขายที่เพิ่มขึ้นอย่างมาก",
  "market_api_tag_new_highs_desc": "คริปโตทำลายสถิติราคาสูงสุดนับตั้งแต่จดทะเบียน",
  "market_api_tag_upward_ma_desc": "คริปโตที่มี MA 5 วัน (ค่าเฉลี่ยเคลื่อนที่) เพิ่มขึ้นติดต่อกันห้าวัน",
  "market_api_tag_bullish_signal_desc": "คริปโตที่มี MA 5 วัน (ค่าเฉลี่ยเคลื่อนที่) แซงหน้า MA 30 วัน ส่งสัญญาณแนวโน้มขาขึ้นในระยะสั้น",
  "market_api_tag_short_term_high_desc": "ทำลายราคาสูงสุดในรอบ 60 วันที่ผ่านมา",
  "market_api_tag_trending_desc": "คริปโตที่กำลังได้รับความนิยมบน Gate.io",
  "LT_ONE_BILLION_FILTER": "น้อยกว่า 1 พันล้าน",
  "ONE_FIVE_BILLION_FILTER": "1-5 พันล้าน",
  "FIVE_TEN_BILLION_FILTER": "5-10 พันล้าน",
  "TEN_FIFTY_BILLION_FILTER": "10-50 พันล้าน",
  "GT_FIFTY_BILLION_FILTER": "มากกว่า 50 พันล้าน",
  "HOT_RANKING_TITLE": "ร้อนแรง",
  "GAINERS_RANKING_TITLE": "กำไร",
  "LOSERS_RANKING_TITLE": "ขาดทุน",
  "NEW_RANKING_TITLE": "ลิสต์ใหม่",
  "POPULAR_RANKING_TITLE": "ยอดนิยม",
  "MARKET_CAP_RANKING_TITLE": "มูลค่าตลาด",
  "HIGH_VOLUME_RANKING_TITLE": "ปริมาณสูง",
  "HOT_RANKING_DESC": "การจัดอันดับเหรียญที่มีจำนวนเทรดเดอร์มากที่สุดใน 24 ชั่วโมงที่ผ่านมา",
  "GAINERS_RANKING_DESC": "การจัดอันดับเหรียญที่มีกำไรมากที่สุดใน 24 ชั่วโมงที่ผ่านมา",
  "LOSERS_RANKING_DESC": "อันดับเหรียญที่มีเปอร์เซ็นต์การสูญเสียสูงสุดในช่วง 24 ชั่วโมงที่ผ่านมา",
  "NEW_RANKING_DESC": "เหรียญใหม่ถูกลิสต์เมื่อเร็วๆนี้",
  "POPULAR_RANKING_DESC": "การจัดอันดับเหรียญที่มีจำนวนเทรดเดอร์ใหม่เพิ่มขึ้นเร็วที่สุดในช่วง 24 ชั่วโมงที่ผ่านมา",
  "MARKET_CAP_RANKING_DESC": "การจัดอันดับเหรียญที่มีอุปทานหมุนเวียนสูงสุด",
  "HIGH_VOLUME_RANKING_DESC": "อันดับเหรียญที่มีปริมาณการซื้อขายสูงสุดใน 24 ชั่วโมงที่ผ่านมา",
  "ZONE_MEME_DESC": "เหรียญ Meme เป็นสินทรัพย์ดิจิทัลที่ได้รับแรงบันดาลใจจากอารมณ์ขัน วัฒนธรรมป๊อป หรือมีมทางอินเทอร์เน็ต เช่น DOGE และ SHIB สร้างขึ้นบนบล็อกเชนและใช้สำหรับการซื้อ เทรด หรือจัดเก็บมูลค่า มูลค่าของเหรียญผันผวนมากเนื่องจากอิทธิพลของโซเชียลมีเดียและวัฒนธรรมป๊อป ดังนั้นการลงทุนในสิ่งเหล่านี้จึงต้องใช้ความระมัดระวัง บนแพลตฟอร์มโซเชียล เหรียญพวกนี้มักจะถูกมองเป็นเรื่องตลกและได้รับความสนใจเป็นอย่างมาก",
  "ZONE_DEPIN_DESC": "DePIN สนับสนุนระบบนิเวศ DePIN จ่ายค่าธรรมเนียมการทำธุรกรรม มีส่วนร่วมในการตัดสินใจด้านการกำกับดูแล รับรางวัลระบบนิเวศ และสร้างขึ้นบนบล็อกเชนเฉพาะ",
  "ZONE_AI_DESC": "โทเค็น AI เป็นสินทรัพย์ดิจิทัลสำหรับโครงการและบริการ ใช้ในตลาด AI อัลกอริธึมการซื้อขาย และองค์กรที่มีการกระจายอำนาจ ซึ่งมีบทบาทสำคัญในเอ็กซ์เชนจ์และการกำกับดูแล",
  "ZONE_SOLANA_DESC": "โทเค็นระบบนิเวศของ Solana เช่น SOL และอื่นๆ ถูกสร้างขึ้นบนบล็อกเชนของ Solana ใช้สำหรับค่าธรรมเนียมการทำธุรกรรม การเข้าร่วม DeFi การกำกับดูแล และรางวัล ด้วยการใช้ประโยชน์จากความเร็วและต้นทุนที่ต่ำของ Solana จึงนำเสนอธุรกรรมที่รวดเร็ว ปลอดภัย และราคาไม่แพง",
  "ZONE_ZKSYNC_DESC": "โทเค็นระบบนิเวศ ZkSync สร้างขึ้นบนโซลูชันการปรับขนาด ZkSync Layer 2 และใช้สำหรับชำระค่าธรรมเนียมการทำธุรกรรม การเข้าร่วม DeFi การกำกับดูแล และรางวัล โทเค็นเหล่านี้รวมถึง ETH (โทเค็นดั้งเดิมของ Ethereum) รวมถึงโทเค็นอื่น ๆ ที่สร้างบน ZkSync",
  "ZONE_BASE_DESC": "Base เป็นโซลูชันการปรับขนาด Ethereum Layer 2 ที่สร้างขึ้นจากเทคโนโลยี OP Stack ของ Optimism ซึ่งนำเสนอความปลอดภัย ต้นทุนต่ำ และฟีเจอร์ที่เป็นมิตรกับนักพัฒนา",
  "ZONE_BLAST_DESC": "Blast เป็นเครือข่าย Ethereum Layer 2 ที่สร้างขึ้นโดยทีมงาน Blur โดยนำเสนอเครือข่ายระบบนิเวศที่มีรายได้แบบพาสซีฟ ค่าธรรมเนียมก๊าซ และ airdrops เป็นฟังก์ชันที่โดดเด่นสามฟังก์ชัน",
  "ZONE_LAYER2_DESC": "โทเค็น Layer 2 เป็นสินทรัพย์ดิจิทัลที่สร้างขึ้นจากโซลูชันการปรับขนาด Layer 2 ซึ่งโดยทั่วไปจะใช้สำหรับการจ่ายค่าธรรมเนียมการทำธุรกรรม การเข้าร่วมใน DeFi การกำกับดูแล และรางวัล ใช้เทคโนโลยี Layer 2 นำเสนอธุรกรรมที่รวดเร็ว ราคาไม่แพง และการชำระเงินบนบล็อกเชน",
  "ZONE_ETH_2_STAKING_DESC": "ETH liquidity staking เป็นวิธีการวางเดิมพันสกุลเงินดิจิตอลที่ผู้ใช้สามารถเดิมพันโทเค็นและรับรางวัลได้ ผ่านโปรโตคอล liquidity staking ผู้ใช้เป็นตัวแทนของความเป็นเจ้าของและรายได้ในกลุ่ม staking เพื่อเข้าถึง liquidity staking สภาพคล่อง",
  "ZONE_METAVERSE_DESC": "Metaverse เป็นโลกดิจิทัลเสมือนจริงที่ผสมผสานความเป็นจริงเสมือน ความเป็นจริงเสริม และเทคโนโลยีบล็อกเชนเข้าด้วยกัน ช่วยให้ผู้ใช้สามารถสร้าง โต้ตอบ และเทรดพื้นที่และสินทรัพย์สามมิติแบบดิจิทัลได้",
  "ZONE_NFT_DESC": "NFT หรือ Non-Fungible Token เป็นสินทรัพย์ดิจิทัลที่มีเอกลักษณ์และไม่สามารถทดแทนได้ โดยใช้เทคโนโลยีบล็อกเชนที่พิสูจน์ความเป็นเจ้าของและสนับสนุนการซื้อขายและการรวบรวมสินทรัพย์ดิจิทัล เหรียญทำหน้าที่ส่งเสริมแอปพลิเคชันที่เป็นนวัตกรรมในด้านศิลปะ เกม สินทรัพย์เสมือนจริง และอื่นๆ",
  "ZONE_STORAGE_DESC": "โทเค็นประเภทพื้นที่จัดเก็บข้อมูลมีลักษณะเฉพาะด้วยการรองรับธุรกรรมพื้นที่จัดเก็บข้อมูล การใช้งานในการจัดเก็บและเรียกค้นข้อมูล ให้รางวัลแก่ผู้ให้บริการพื้นที่จัดเก็บข้อมูล รับประกันความปลอดภัยของข้อมูลและความเป็นส่วนตัว และการบังคับใช้ในแอปพลิเคชันแบบกระจายอำนาจ",
  "ZONE_POLKA_DESC": "โทเค็น Polkadot เป็นโทเค็นดั้งเดิมของระบบนิเวศ Polkadot ซึ่งใช้สำหรับจ่ายค่าธรรมเนียม การกำกับดูแล staking และรางวัล ระบบนิเวศมีความสามารถในการทำงานร่วมกันข้ามเชน ความสามารถในการปรับขนาด การกำกับดูแล ความสามารถในการอัปเกรดด้วยตนเอง และ DApps ที่หลากหลาย",
  "ZONE_DEFI_DESC": "โทเค็น DeFi เป็นสินทรัพย์ดิจิทัลบนบล็อกเชนที่ใช้เพื่อสนับสนุนระบบนิเวศทางการเงินแบบกระจายอำนาจ (DeFi) รวมถึงการชำระค่าธรรมเนียม การเข้าร่วมในการกำกับดูแล และการรับรางวัล",
  "ZONE_BRC20_DESC": "BRC-20 เป็นมาตรฐานสำหรับโทเค็นที่เป็นเนื้อเดียวกันบนเครือข่าย Bitcoin ที่สร้างขึ้นผ่านโปรโตคอล Ordinal ทำให้ผู้ใช้สามารถปรับใช้สัญญาโทเค็น ออก และถ่ายโอนโทเค็นที่เป็นเนื้อเดียวกันบนเครือข่าย Bitcoin",
  "ZONE_RUNES_DESC": "Runes เป็นโปรโตคอลใหม่ที่นำมาใช้บนเครือข่าย Bitcoin ซึ่งช่วยให้ผู้ใช้สามารถสร้างและถ่ายโอนโทเค็นที่ใช้แทนกันได้บน Bitcoin",
  "ZONE_NEWLISTED_DESC": "โทเค็นมีการซื้อขายภายใน 30 วันนับจากวันที่ถูกลิสต์",
  "ZONE_ETF_DESC": "เทรดผลิตภัณฑ์ที่มีเลเวอเรจโดยธรรมชาติและกลไกการปรับสมดุลอัตโนมัติ",
  "ZONE_5ETF_DESC": "เทรดผลิตภัณฑ์ที่มีคุณสมบัติเลเวอเรจและกลไกการปรับสมดุลอัตโนมัติ โดยทั่วไปแล้วจะมีความผันผวนของราคาประมาณห้าเท่าของตลาดสินทรัพย์อ้างอิง",
  "ZONE_EXCHANGE_DESC": "ประเภทของโทเค็นที่ออกโดยแพลตฟอร์มการซื้อขายสกุลเงินดิจิทัล และใช้ภายในแพลตฟอร์มเพื่อช่วยให้บรรลุฟังก์ชันการทำงานของแพลตฟอร์ม",
  "Spot": "เทรดสปอต",
  "Futures": "สัญญา Perpetual",
  "Billing_Pilot": "Pilot",
  "market_api_tag_pilot_uplisted": "Pilot อัปลิสต์",
  "market_api_tag_pilot_uplisted_desc": "เหรียญได้รับการอัปลิสต์จากโครงการ Pilot และพร้อมสำหรับการซื้อขายในตลาดสปอต",
  "HotRanking": "ร้อนแรง",
  "GainersRanking": "กำไร",
  "LosersRanking": "ขาดทุน",
  "NewRanking": "ลิสต์ใหม่",
  "PopularRanking": "ยอดนิยม",
  "MarketCapRanking": "มูลค่าตลาด",
  "HighVolumeRanking": "ปริมาณสูง",
  "AI&BigData": "AI",
  "BaseEcosystem": "Base Eco",
  "Solana": "SOL Eco",
  "ZkSync": "ZkSync Eco",
  "Metaverse": "เมตาเวิร์ส",
  "Runes": "Runes",
  "Ton": "TON Eco",
  "Tron": "TRON Eco",
  "BlastEcosystem": "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW": "อันดับเหรียญที่มีปริมาณการซื้อขายสูงสุดใน 24 ชั่วโมงที่ผ่านมา",
  "Pilot": "Pilot",
  "FuturesName": "สัญญา",
  "Trump": "ทรัมป์",
  "WLFI": "WLFI"
}