{
  "market_api_server_error": "Erreur interne du service général",
  "market_api_bad_request": "argument non valide",
  "market_api_invalid_credentials": "UID invalide",
  "market_api_currency_not_exist": "Le jeton n'existe pas",
  "market_api_tag_continuous_rise": "Hausse continue",
  "market_api_tag_volume_up": "Augmenter le volume",
  "market_api_tag_new_highs": "Nouveaux records",
  "market_api_tag_upward_ma": "MA ascendante",
  "market_api_tag_bullish_signal": "Signal Bullish",
  "market_api_tag_short_term_high": "Hausse à court terme",
  "market_api_tag_trending": "Tendances",
  "market_api_tag_continuous_rise_desc": "Crypto avec une capitalisation boursière élevée et une augmentation continue du prix journalier pendant trois jours consécutifs ou plus",
  "market_api_tag_volume_up_desc": "Crypto avec une capitalisation boursière élevée et une forte augmentation du volume de trading",
  "market_api_tag_new_highs_desc": "Les crypto atteignant leur plus haut niveau historique depuis leur listing",
  "market_api_tag_upward_ma_desc": "Crypto dont la MA (moyenne mobile) sur 5 jours est en hausse pendant cinq jours consécutifs",
  "market_api_tag_bullish_signal_desc": "Crypto avec son MA (moyenne mobile) sur 5 jours dépassant le MA sur 30 jours, signalant une tendance haussière à court terme",
  "market_api_tag_short_term_high_desc": "Franchir le prix le plus élevé au cours des 60 derniers jours",
  "market_api_tag_trending_desc": "Les cryptomonnaies en vogue sur Gate.io",
  "LT_ONE_BILLION_FILTER": "Moins de 1 milliard",
  "ONE_FIVE_BILLION_FILTER": "1-5 milliards",
  "FIVE_TEN_BILLION_FILTER": "5-10 milliards",
  "TEN_FIFTY_BILLION_FILTER": "10-50 milliards",
  "GT_FIFTY_BILLION_FILTER": "Plus de 50 milliards",
  "HOT_RANKING_TITLE": "Populaire",
  "GAINERS_RANKING_TITLE": "Gagnants",
  "LOSERS_RANKING_TITLE": "Perdants",
  "NEW_RANKING_TITLE": "Nouveau Listing",
  "POPULAR_RANKING_TITLE": "Populaires",
  "MARKET_CAP_RANKING_TITLE": "Capitalisation",
  "HIGH_VOLUME_RANKING_TITLE": "Volume élevé",
  "HOT_RANKING_DESC": "Classement des jetons ayant reçu le plus grand nombre de traders au cours des dernières 24 heures",
  "GAINERS_RANKING_DESC": "Classement des jetons ayant le plus progressé au cours des dernières 24 heures",
  "LOSERS_RANKING_DESC": "Classement des jetons ayant subi le plus fort pourcentage de perte au cours des dernières 24 heures",
  "NEW_RANKING_DESC": "Nouveaux jetons récemment listés",
  "POPULAR_RANKING_DESC": "Classement des jetons dont le nombre de nouveaux traders a augmenté le plus rapidement au cours des dernières 24 heures",
  "MARKET_CAP_RANKING_DESC": "Classement des jetons dont la quantité en circulation est la plus élevée",
  "HIGH_VOLUME_RANKING_DESC": "Classement des jetons dont le volume d'échange a été le plus élevé au cours des dernières 24 heures",
  "ZONE_MEME_DESC": "Les memes sont des actifs numériques inspirés par l'humour, la culture pop ou les memes Internet tels que DOGE et SHIB. Ils sont construits sur la blockchain et utilisés pour acheter, trader ou stocker de la valeur. Leur valeur fluctue beaucoup en raison de l'influence des médias sociaux et de la culture pop, c'est pourquoi il faut être prudent en investissant dans ces produits. Sur les plateformes sociales, ils font souvent l'objet de plaisanteries et suscitent beaucoup d'attention.",
  "ZONE_DEPIN_DESC": "DePIN soutient l'écosystème DePIN, paie des frais de transaction, participe aux décisions de gouvernance, obtient des récompenses de l'écosystème et est construit sur une blockchain spécifique.",
  "ZONE_AI_DESC": "Les jetons d'IA sont des actifs numériques pour les projets et les services d'IA. Ils sont utilisés dans les marchés de l'IA, les algorithmes de trading et les organisations décentralisées, jouant un rôle clé dans les échanges et la gouvernance.",
  "ZONE_SOLANA_DESC": "Les jetons de l'écosystème Solana, comme SOL et d'autres, sont construits sur la blockchain Solana. Ils sont utilisés pour les frais de transaction, la participation au DeFi, la gouvernance et les récompenses. En s'appuyant sur la rapidité et les faibles coûts de Solana, ils offrent des transactions rapides, sûres et abordables.",
  "ZONE_ZKSYNC_DESC": "Les jetons de l'écosystème ZkSync sont construits sur la solution Layer 2 de ZkSync et utilisés pour payer les frais de transaction, participer à la DeFi, à la gouvernance et aux récompenses. Ces jetons comprennent l'ETH (le jeton natif d'Ethereum) ainsi que d'autres construits sur ZkSync.",
  "ZONE_BASE_DESC": "Base est une solution de scalabilité de type Ethereum Layer 2 construite sur la technologie OP Stack d'Optimism, offrant sécurité, faibles coûts, et des fonctionnalités conviviales pour les développeurs.",
  "ZONE_BLAST_DESC": "Blast est un réseau Ethereum de type Layer 2 créé par l'équipe Blur, introduisant un réseau d'écosystème présentant des revenus passifs, des frais de gaz et des airdrop comme ses trois fonctionnalités distinctives.",
  "ZONE_LAYER2_DESC": "Les jetons de type Layer 2 sont des actifs numériques construits sur des solutions de scalables de type Layer 2, généralement utilisés pour payer les frais de transaction, participer à la DeFi, à la gouvernance et aux récompenses. Ils sont basés sur la technologie de type Layer 2, offrant des transactions rapides et peu coûteuses, et se règlent sur la blockchain.",
  "ZONE_ETH_2_STAKING_DESC": "Le liquidity staking de l'ETH est une méthode de staking de cryptomonnaie où les utilisateurs peuvent staker des jetons et obtenir des récompenses. Grâce aux protocoles de staking de liquidité, les utilisateurs représentent la propriété et les gains dans le pool de staking, ce qui leur permet d'accéder aux produits dérivés de staking de liquidité.",
  "ZONE_METAVERSE_DESC": "Le Metaverse est un monde numérique virtuel qui combine la réalité virtuelle, la réalité augmentée et la technologie blockchain, permettant aux utilisateurs de créer, d'interagir et d'échanger des espaces et des actifs tridimensionnels numérisés.",
  "ZONE_NFT_DESC": "Les NFTs, ou jetons non fongibles, sont des actifs numériques uniques et non remplaçables basés sur la technologie blockchain qui prouvent la propriété et soutiennent l'échange et la collecte d'actifs numériques. Ils encouragent les applications innovantes dans les domaines de l'art, des jeux, des actifs virtuels et autres.",
  "ZONE_STORAGE_DESC": "Les jetons de type stockage se caractérisent par leur prise en charge des transactions d'espace de stockage, leur utilisation pour stocker et récupérer des données, la récompense des fournisseurs de stockage, la garantie de la sécurité et de la confidentialité des données, et l'applicabilité dans les applications décentralisées.",
  "ZONE_POLKA_DESC": "Les jetons Polkadot sont les jetons natifs de l'écosystème Polkadot, utilisés pour le paiement des frais, la gouvernance, le staking et les récompenses. L'écosystème se distingue par son interopérabilité entre les réseaux, son évolutivité, sa gouvernance, sa capacité d'auto-amélioration et la diversité de ses DApps.",
  "ZONE_DEFI_DESC": "Les jetons DeFi sont des actifs numériques basés sur la blockchain utilisés pour soutenir l'écosystème de la finance décentralisée (DeFi), notamment pour payer des frais, participer à la gouvernance et recevoir des récompenses.",
  "ZONE_BRC20_DESC": "BRC-20 est une norme pour les jetons homogènes basée sur le réseau Bitcoin, créée par le biais du protocole Ordinal, permettant aux utilisateurs de déployer des contrats de jetons, d'émettre et de transférer des jetons homogènes sur le réseau Bitcoin.",
  "ZONE_RUNES_DESC": "Runes est un nouveau protocole introduit sur le réseau Bitcoin, permettant aux utilisateurs de créer et de transférer localement des jetons interchangeables sur Bitcoin.",
  "ZONE_NEWLISTED_DESC": "Jetons tradés dans les 30 jours suivant le Listing.",
  "ZONE_ETF_DESC": "Produits de trading avec effet de levier inhérent et mécanismes de rééquilibrage automatique.",
  "ZONE_5ETF_DESC": "Produits de trading dotés d'un effet de levier et de mécanismes de rééquilibrage automatique, présentant généralement des fluctuations de prix environ cinq fois supérieures à celles du marché de l'actif sous-jacent.",
  "ZONE_EXCHANGE_DESC": "Catégorie de jetons émis par les plateformes de trading de monnaies numériques et utilisés au sein de la plateforme pour aider à réaliser les fonctionnalités de la plateforme.",
  "Spot": "Spot",
  "Futures": "Futurs",
  "Billing_Pilot": "Pilote",
  "market_api_tag_pilot_uplisted": "Surclassé Pilot",
  "market_api_tag_pilot_uplisted_desc": "Les jetons ont été retirés de la liste pilote et peuvent être tradés sur les marchés spot",
  "HotRanking": "Populaire",
  "GainersRanking": "Gagnants",
  "LosersRanking": "Perdants",
  "NewRanking": "Nouveau Listing",
  "PopularRanking": "Populaires",
  "MarketCapRanking": "Capitalisation",
  "HighVolumeRanking": "Volume élevé",
  "AI&BigData": "AI",
  "BaseEcosystem": "Base Eco",
  "Solana": "SOL Eco",
  "ZkSync": "ZkSync Eco",
  "Metaverse": "Metaverse",
  "Runes": "Runes",
  "Ton": "TON Eco",
  "Tron": "TRON Eco",
  "BlastEcosystem": "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW": "Classement des jetons dont le volume d'échange a été le plus élevé au cours des dernières 24 heures",
  "Pilot": "Pilote",
  "FuturesName": "Futures",
  "Trump": "Trump",
  "WLFI": "WLFI"
}