{
  "market_api_server_error": "Erro interno do serviço geral",
  "market_api_bad_request": "Argumento inválido",
  "market_api_invalid_credentials": "UID Inválido",
  "market_api_currency_not_exist": "O Token não existe",
  "market_api_tag_continuous_rise": "Aumento contínuo",
  "market_api_tag_volume_up": "Volume ascendente",
  "market_api_tag_new_highs": "Novos máximos",
  "market_api_tag_upward_ma": "MA ascendente",
  "market_api_tag_bullish_signal": "Sinal de alta",
  "market_api_tag_short_term_high": "Máximo a curto prazo",
  "market_api_tag_trending": "Tendências",
  "market_api_tag_continuous_rise_desc": "Criptomoeda com elevada capitalização de mercado e aumento contínuo do preço diário durante três dias consecutivos ou mais",
  "market_api_tag_volume_up_desc": "Criptomoeda com elevada capitalização de mercado e grandes aumentos no volume de negociação",
  "market_api_tag_new_highs_desc": "Criptomoeda a ultrapassar o preço mais elevado da história desde a sua entrada na bolsa",
  "market_api_tag_upward_ma_desc": "Criptomoeda com a sua MA (média móvel) de 5 dias a subir durante cinco dias consecutivos",
  "market_api_tag_bullish_signal_desc": "Criptomoeda com a sua MA (média móvel) de 5 dias a ultrapassar a MA de 30 dias, sinalizando uma tendência de alta a curto prazo",
  "market_api_tag_short_term_high_desc": "Ultrapassar o preço mais elevado dos últimos 60 dias",
  "market_api_tag_trending_desc": "Criptomoedas em destaque na Gate.io",
  "LT_ONE_BILLION_FILTER": "Menos de mil milhões",
  "ONE_FIVE_BILLION_FILTER": "1-5 mil milhões",
  "FIVE_TEN_BILLION_FILTER": "5-10 mil milhões",
  "TEN_FIFTY_BILLION_FILTER": "10-50 mil milhões",
  "GT_FIFTY_BILLION_FILTER": "Mais de 50 mil milhões",
  "HOT_RANKING_TITLE": "Quente",
  "GAINERS_RANKING_TITLE": "Ganhadores",
  "LOSERS_RANKING_TITLE": "Perdedores",
  "NEW_RANKING_TITLE": "Nova listagem",
  "POPULAR_RANKING_TITLE": "Popular",
  "MARKET_CAP_RANKING_TITLE": "Capitalização",
  "HIGH_VOLUME_RANKING_TITLE": "Volume Elevado",
  "HOT_RANKING_DESC": "Classificação das moedas com maior número de negociantes nas últimas 24 horas",
  "GAINERS_RANKING_DESC": "Classificação das moedas com os maiores ganhos nas últimas 24 horas",
  "LOSERS_RANKING_DESC": "Classificação das moedas com a maior perda percentual nas últimas 24 horas",
  "NEW_RANKING_DESC": "Novas moedas recentemente listadas",
  "POPULAR_RANKING_DESC": "Classificação das moedas com o aumento mais rápido do número de novos negociantes nas últimas 24 horas",
  "MARKET_CAP_RANKING_DESC": "Classificação das moedas com a maior quantidade em circulação",
  "HIGH_VOLUME_RANKING_DESC": "Ranking das moedas com o maior volume de negociação nas últimas 24 horas",
  "ZONE_MEME_DESC": "As moedas meme são ativos digitais inspirados no humor, na cultura pop ou nos memes da Internet, como o DOGE e o SHIB. São construídos em blockchain e utilizados para comprar, negociar ou armazenar valor. O seu valor flutua muito devido à influência dos meios de comunicação social e da cultura pop, pelo que investir neles requer cautela. Nas plataformas sociais, são frequentemente objeto de piadas e recebem muita atenção.",
  "ZONE_DEPIN_DESC": "O DePIN apoia o ecossistema DePIN, paga taxas de transação, participa nas decisões de governação, ganha recompensas do ecossistema e é construído numa blockchain específica.",
  "ZONE_AI_DESC": "Os tokens de AI são ativos digitais para projetos e serviços de AI. São utilizados em mercados de AI, algoritmos de negociação e organizações descentralizadas, desempenhando papéis fundamentais nas trocas e na governação.",
  "ZONE_SOLANA_DESC": "Os tokens do ecossistema Solana, como SOL e outros, são construídos na blockchain Solana. São utilizados para taxas de transação, participação na DeFi, governação e recompensas. Aproveitando a velocidade e os baixos custos da Solana, oferecem transações rápidas, seguras e acessíveis.",
  "ZONE_ZKSYNC_DESC": "Os tokens do ecossistema ZkSync são construídos sobre a solução de escalonamento ZkSync Layer 2 e utilizados para pagar taxas de transação, participar em DeFi, governação e recompensas. Esses tokens incluem o ETH (token nativo do Ethereum), bem como outros construídos no ZkSync.",
  "ZONE_BASE_DESC": "Base é uma solução de expansão Ethereum Layer 2 construída sobre a tecnologia OP Stack da Optimism, oferecendo segurança, baixos custos e recursos fáceis de desenvolver.",
  "ZONE_BLAST_DESC": "Blast é uma rede Ethereum Layer 2 criada pela equipa Blur, introduzindo uma rede de ecossistema com rendimento passivo, taxas de gás e airdrops como as suas três funcionalidades distintas.",
  "ZONE_LAYER2_DESC": "Os tokens da Camada 2 são ativos digitais construídos em soluções de escalonamento da Camada 2, normalmente utilizados para pagar taxas de transação, participar em DeFi, governação e recompensas. Baseiam-se na tecnologia Camada 2, oferecendo transações rápidas e pouco dispendiosas, e assentam na cadeia de blocos.",
  "ZONE_ETH_2_STAKING_DESC": "O staking de liquidez ETH é um método de staking de criptomoeda em que os utilizadores podem apostar tokens e ganhar recompensas. Através de protocolos de staking de liquidez, os utilizadores representam a propriedade e os ganhos na pool de staking, obtendo acesso a derivados de staking de liquidez.",
  "ZONE_METAVERSE_DESC": "O Metaverse é um mundo digital virtual que combina realidade virtual, realidade aumentada e tecnologia blockchain, permitindo aos utilizadores criar, interagir e negociar espaços e ativos tridimensionais digitalizados.",
  "ZONE_NFT_DESC": "Os NFTs, ou Non-Fungible Tokens, são ativos digitais únicos e não substituíveis baseados na tecnologia blockchain que provam a propriedade e apoiam a negociação e a coleção de ativos digitais. Promovem aplicações inovadoras em arte, jogos, ativos virtuais e muito mais.",
  "ZONE_STORAGE_DESC": "Os tokens do tipo armazenamento caracterizam-se pelo seu apoio a transações de espaço de armazenamento, utilização no armazenamento e recuperação de dados, recompensa de fornecedores de armazenamento, garantia de segurança e privacidade dos dados e aplicabilidade em aplicações descentralizadas.",
  "ZONE_POLKA_DESC": "Os tokens Polkadot são os tokens nativos do ecossistema Polkadot, utilizados para pagar taxas, governação, staking e recompensas. O ecossistema apresenta interoperabilidade entre cadeias, escalabilidade, governação, auto-atualização e diversas DApps.",
  "ZONE_DEFI_DESC": "Os tokens DeFi são ativos digitais baseados na blockchain utilizados para apoiar o ecossistema financeiro descentralizado (DeFi), incluindo o pagamento de taxas, a participação na governação e a receção de recompensas.",
  "ZONE_BRC20_DESC": "O BRC-20 é um padrão para tokens homogéneos baseado na rede Bitcoin, criado através do protocolo Ordinal, que permite aos utilizadores implementar contratos de token, emitir e transferir tokens homogéneos na rede Bitcoin.",
  "ZONE_RUNES_DESC": "Runes é um novo protocolo introduzido na rede Bitcoin, que permite aos utilizadores criar localmente e transferir tokens intercambiáveis em Bitcoin.",
  "ZONE_NEWLISTED_DESC": "Os tokens são transacionados no prazo de 30 dias a contar da data de registo.",
  "ZONE_ETF_DESC": "Negoceie produtos com alavancagem inerente e mecanismos de reequilíbrio automático.",
  "ZONE_5ETF_DESC": "Produtos de negociação com atributos de alavancagem e mecanismos de reequilíbrio automático, apresentando normalmente flutuações de preços cerca de cinco vezes superiores às do mercado do ativo subjacente.",
  "ZONE_EXCHANGE_DESC": "Uma classe de tokens emitidos por plataformas de negociação de moeda digital e utilizados na plataforma para ajudar a alcançar as funcionalidades da plataforma.",
  "Spot": "Negociação Spot",
  "Futures": "Futuros Perpétuos",
  "Billing_Pilot": "Piloto",
  "market_api_tag_pilot_uplisted": "Na lista superior do Piloto",
  "market_api_tag_pilot_uplisted_desc": "Moeda colocada na lista superior do piloto e disponível para negociação nos mercados à vista",
  "HotRanking": "Quente",
  "GainersRanking": "Ganhadores",
  "LosersRanking": "Perdedores",
  "NewRanking": "Nova listagem",
  "PopularRanking": "Popular",
  "MarketCapRanking": "Capitalização",
  "HighVolumeRanking": "Volume Elevado",
  "AI&BigData": "AI",
  "BaseEcosystem": "Base Eco",
  "Solana": "SOL Eco",
  "ZkSync": "ZkSync Eco",
  "Metaverse": "Metaverso",
  "Runes": "Runes",
  "Ton": "TON Eco",
  "Tron": "TRON Eco",
  "BlastEcosystem": "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW": "Ranking das moedas com o maior volume de negociação nas últimas 24 horas",
  "Pilot": "Piloto",
  "FuturesName": "Futuros",
  "Trump": "Trump",
  "WLFI": "WLFI"
}