{
  "market_api_server_error": "Lỗi nội bộ dịch vụ chung",
  "market_api_bad_request": "Yêu cầu không đúng",
  "market_api_invalid_credentials": "UID không hợp lệ",
  "market_api_currency_not_exist": "Token không tồn tại",
  "market_api_tag_continuous_rise": "Tăng liên tục",
  "market_api_tag_volume_up": "Có thể tăng khối lượng",
  "market_api_tag_new_highs": "Đỉnh cao mới",
  "market_api_tag_upward_ma": "MA hướng lên",
  "market_api_tag_bullish_signal": "Tín hiệu tăng giá",
  "market_api_tag_short_term_high": "Cao ngắn hạn",
  "market_api_tag_trending": "Xu hướng",
  "market_api_tag_continuous_rise_desc": "Tiền điện tử có vốn hóa thị trường cao và giá liên tục tăng hàng ngày trong ba ngày liên tiếp hoặc trở lên",
  "market_api_tag_volume_up_desc": "Tiền điện tử có vốn hóa thị trường cao và khối lượng giao dịch tăng mạnh",
  "market_api_tag_new_highs_desc": "Tiền điện tử phá vỡ mức giá cao nhất lịch sử kể từ khi niêm yết",
  "market_api_tag_upward_ma_desc": "Tiền điện tử với MA 5 ngày (đường trung bình động) tăng trong năm ngày liên tiếp",
  "market_api_tag_bullish_signal_desc": "Tiền điện tử với MA 5 ngày (đường trung bình động) vượt qua MA 30 ngày, báo hiệu xu hướng tăng giá ngắn hạn",
  "market_api_tag_short_term_high_desc": "Phá vỡ mức giá cao nhất trong 60 ngày qua",
  "market_api_tag_trending_desc": "Tiền điện tử xu hướng trên Gate.io",
  "LT_ONE_BILLION_FILTER": "Dưới 1 tỷ",
  "ONE_FIVE_BILLION_FILTER": "1-5 tỷ",
  "FIVE_TEN_BILLION_FILTER": "5-10 tỷ",
  "TEN_FIFTY_BILLION_FILTER": "10-50 tỷ",
  "GT_FIFTY_BILLION_FILTER": "Hơn 50 tỷ",
  "HOT_RANKING_TITLE": "Hot",
  "GAINERS_RANKING_TITLE": "Tăng",
  "LOSERS_RANKING_TITLE": "Giảm",
  "NEW_RANKING_TITLE": "Niêm yết mới",
  "POPULAR_RANKING_TITLE": "Phổ biến",
  "MARKET_CAP_RANKING_TITLE": "Vốn hóa thị trường",
  "HIGH_VOLUME_RANKING_TITLE": "Khối lượng giao dịch cao",
  "HOT_RANKING_DESC": "Xếp hạng các coin có số lượng người giao dịch lớn nhất trong 24h qua",
  "GAINERS_RANKING_DESC": "Xếp hạng các coin tăng mạnh nhất trong 24h qua",
  "LOSERS_RANKING_DESC": "Xếp hạng các coin có tỷ lệ thua lỗ cao nhất trong 24h qua",
  "NEW_RANKING_DESC": "Coin mới được niêm yết mới nhất",
  "POPULAR_RANKING_DESC": "Xếp hạng các coin có số lượng người giao dịch mới tăng nhanh nhất trong 24h qua",
  "MARKET_CAP_RANKING_DESC": "Xếp hạng các coin có nguồn cung lưu hành cao nhất",
  "HIGH_VOLUME_RANKING_DESC": "Xếp hạng các coin có khối lượng giao dịch cao nhất trong 24h qua",
  "ZONE_MEME_DESC": "Meme coin là tài sản kỹ thuật số lấy cảm hứng từ sự hài hước, văn hóa đại chúng hoặc các meme trên mạng như DOGE và SHIB. Chúng được xây dựng trên blockchain và được sử dụng để mua, giao dịch hoặc lưu trữ giá trị. Giá trị của chúng dao động rất nhiều do ảnh hưởng của mạng xã hội và văn hóa đại chúng, vì vậy việc đầu tư vào chúng cần phải thận trọng. Trên mạng xã hội, họ thường xuyên bị trêu chọc và nhận được nhiều sự chú ý.",
  "ZONE_DEPIN_DESC": "DePIN hỗ trợ hệ sinh thái DePIN, thanh toán phí giao dịch, tham gia vào các quyết định quản trị, kiếm phần thưởng hệ sinh thái và được xây dựng trên một blockchain cụ thể.",
  "ZONE_AI_DESC": "Token AI là tài sản kỹ thuật số cho các dự án và dịch vụ AI. Chúng được sử dụng trong thị trường AI, thuật toán giao dịch và các tổ chức phi tập trung, đóng vai trò quan trọng trong trao đổi và quản trị.",
  "ZONE_SOLANA_DESC": "Token hệ sinh thái Solana, như SOL và các token khác, được xây dựng trên chuỗi khối Solana. Chúng được sử dụng để thanh toán phí giao dịch, tham gia DeFi, quản trị và phần thưởng. Tận dụng tốc độ và chi phí thấp của Solana, họ cung cấp các giao dịch nhanh chóng, an toàn và giá cả phải chăng.",
  "ZONE_ZKSYNC_DESC": "Token hệ sinh thái ZkSync được xây dựng trên giải pháp mở rộng ZkSync Lớp 2 và được sử dụng để thanh toán phí giao dịch, tham gia DeFi, quản trị và phần thưởng. Các token này bao gồm ETH (mã thông báo gốc của Ethereum) cũng như các mã thông báo khác được xây dựng trên ZkSync.",
  "ZONE_BASE_DESC": "Base là giải pháp mở rộng quy mô Ethereum Lớp 2 được xây dựng trên công nghệ OP Stack của Optimism, cung cấp tính bảo mật, chi phí thấp và các tính năng thân thiện với nhà phát triển.",
  "ZONE_BLAST_DESC": "Blast là mạng Ethereum Lớp 2 do nhóm Blur tạo ra, giới thiệu mạng hệ sinh thái có thu nhập thụ động, phí gas và airdrop là ba chức năng đặc biệt của nó.",
  "ZONE_LAYER2_DESC": "Token Lớp 2 là tài sản kỹ thuật số được xây dựng trên các giải pháp mở rộng quy mô Lớp 2, thường được sử dụng để thanh toán phí giao dịch, tham gia DeFi, quản trị và phần thưởng. Chúng dựa trên công nghệ Lớp 2, cung cấp các giao dịch nhanh chóng, không tốn kém và giải quyết trên blockchain.",
  "ZONE_ETH_2_STAKING_DESC": "Thế chấp thanh khoản ETH là một phương thức thế chấp tiền điện tử nơi người dùng có thể thế chấp token và kiếm phần thưởng. Thông qua các giao thức thế chấp thanh khoản, người dùng thể hiện quyền sở hữu và thu nhập trong nhóm thế chấp, có quyền truy cập vào các công cụ phái sinh thế chấp thanh khoản.",
  "ZONE_METAVERSE_DESC": "Metaverse là một thế giới kỹ thuật số ảo kết hợp thực tế ảo, thực tế tăng cường và công nghệ chuỗi khối, cho phép người dùng tạo, tương tác và giao dịch các không gian và tài sản ba chiều được số hóa.",
  "ZONE_NFT_DESC": "NFT, hay Mã thông báo không thể thay thế, là tài sản kỹ thuật số độc đáo, không thể thay thế dựa trên công nghệ chuỗi khối chứng minh quyền sở hữu và hỗ trợ giao dịch cũng như thu thập tài sản kỹ thuật số. Thúc đẩy các ứng dụng sáng tạo trong nghệ thuật, trò chơi, tài sản ảo và hơn thế nữa.",
  "ZONE_STORAGE_DESC": "Token loại lưu trữ được đặc trưng bởi sự hỗ trợ của chúng đối với các giao dịch không gian lưu trữ, sử dụng trong việc lưu trữ và truy xuất dữ liệu, khen thưởng các nhà cung cấp dịch vụ lưu trữ, đảm bảo tính bảo mật và quyền riêng tư của dữ liệu cũng như khả năng ứng dụng trong các ứng dụng phi tập trung.",
  "ZONE_POLKA_DESC": "Token Polkadot là mã thông báo gốc của hệ sinh thái Polkadot, được sử dụng để thanh toán phí, quản trị, thế chấp và phần thưởng. Hệ sinh thái tự hào có khả năng tương tác chuỗi chéo, khả năng mở rộng, quản trị, khả năng tự nâng cấp và DApps đa dạng.",
  "ZONE_DEFI_DESC": "Token DeFi là tài sản kỹ thuật số dựa trên blockchain được sử dụng để hỗ trợ hệ sinh thái tài chính phi tập trung (DeFi), bao gồm thanh toán phí, tham gia quản trị và khen thưởng.",
  "ZONE_BRC20_DESC": "BRC-20 là tiêu chuẩn dành cho các token đồng nhất dựa trên mạng Bitcoin, được tạo thông qua giao thức Ordinal, cho phép người dùng triển khai các hợp đồng token, phát hành và chuyển các token đồng nhất trên mạng Bitcoin.",
  "ZONE_RUNES_DESC": "Runes là một giao thức mới được giới thiệu trên mạng Bitcoin, cho phép người dùng tạo và chuyển cục bộ các token có thể chuyển đổi cho nhau trên Bitcoin.",
  "ZONE_NEWLISTED_DESC": "Token được giao dịch trong vòng 30 ngày kể từ ngày niêm yết.",
  "ZONE_ETF_DESC": "Giao dịch sản phẩm có đòn bẩy vốn có và cơ chế tái cân bằng tự động.",
  "ZONE_5ETF_DESC": "Các sản phẩm giao dịch có thuộc tính đòn bẩy và cơ chế tái cân bằng tự động, thường có biến động giá xấp xỉ năm lần so với thị trường tài sản cơ bản.",
  "ZONE_EXCHANGE_DESC": "Một loại token do các nền tảng giao dịch tiền kỹ thuật số phát hành và được sử dụng trong nền tảng để giúp đạt được các chức năng của nền tảng.",
  "Spot": "Giao ngay",
  "Futures": "Hợp đồng vĩnh cửu",
  "Billing_Pilot": "Thí điểm",
  "market_api_tag_pilot_uplisted": "Thí điểm đã được niêm yết",
  "market_api_tag_pilot_uplisted_desc": "Coin đã được niêm yết từ Thí điểm và có thể giao dịch trên thị trường giao ngay",
  "HotRanking": "Hot",
  "GainersRanking": "Tăng",
  "LosersRanking": "Giảm",
  "NewRanking": "Niêm yết mới",
  "PopularRanking": "Phổ biến",
  "MarketCapRanking": "Vốn hóa thị trường",
  "HighVolumeRanking": "Khối lượng giao dịch cao",
  "AI&BigData": "AI",
  "BaseEcosystem": "Base Eco",
  "Solana": "SOL Eco",
  "ZkSync": "ZkSync Eco",
  "Metaverse": "Metaverse",
  "Runes": "Runes",
  "Ton": "TON Eco",
  "Tron": "TRON Eco",
  "BlastEcosystem": "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW": "Xếp hạng các coin có khối lượng giao dịch cao nhất trong 24h qua",
  "Pilot": "Thí điểm",
  "FuturesName": "Hợp đồng",
  "Trump": "Trump",
  "WLFI": "WLFI"
}