{
  "market_api_server_error": "Kesalahan internal layanan umum",
  "market_api_bad_request": "Argumen tidak valid",
  "market_api_invalid_credentials": "UID tidak valid",
  "market_api_currency_not_exist": "Token tidak ada",
  "market_api_tag_continuous_rise": "Kenaikan Berkelanjutan",
  "market_api_tag_volume_up": "Volume Naik",
  "market_api_tag_new_highs": "Tinggi Baru",
  "market_api_tag_upward_ma": "MA ke atas",
  "market_api_tag_bullish_signal": "Sinyal Bullish",
  "market_api_tag_short_term_high": "Tinggi Jangka Pendek",
  "market_api_tag_trending": "Sedang Tren",
  "market_api_tag_continuous_rise_desc": "Kripto dengan kapitalisasi pasar tinggi dan kenaikan berkelanjutan harga harian selama tiga hari berturut-turut atau lebih",
  "market_api_tag_volume_up_desc": "Kripto dengan kapitalisasi pasar tinggi dan peningkatan besar dalam volume perdagangan",
  "market_api_tag_new_highs_desc": "Kripto memecahkan harga tertinggi dalam sejarah sejak listing",
  "market_api_tag_upward_ma_desc": "Kripto dengan MA (moving average) 5 hari meningkat selama lima hari berturut-turut",
  "market_api_tag_bullish_signal_desc": "Kripto dengan MA 5 hari (moving average) melampaui MA 30 hari, menandakan tren bullish jangka pendek",
  "market_api_tag_short_term_high_desc": "Memecahkan harga tertinggi selama 60 hari terakhir",
  "market_api_tag_trending_desc": "Tren kripto di Gate.io",
  "LT_ONE_BILLION_FILTER": "Kurang dari 1 miliar",
  "ONE_FIVE_BILLION_FILTER": "1-5 miliar",
  "FIVE_TEN_BILLION_FILTER": "5-10 miliar",
  "TEN_FIFTY_BILLION_FILTER": "10-50 miliar",
  "GT_FIFTY_BILLION_FILTER": "Lebih dari 50 miliar",
  "HOT_RANKING_TITLE": "Populer",
  "GAINERS_RANKING_TITLE": "Gainers",
  "LOSERS_RANKING_TITLE": "Losers",
  "NEW_RANKING_TITLE": "Baru Terdaftar",
  "POPULAR_RANKING_TITLE": "Populer",
  "MARKET_CAP_RANKING_TITLE": "Kapitalisasi Pasar",
  "HIGH_VOLUME_RANKING_TITLE": "Volume Tinggi",
  "HOT_RANKING_DESC": "Peringkat koin dengan jumlah trader terbesar dalam 24 jam terakhir",
  "GAINERS_RANKING_DESC": "Peringkat koin dengan keuntungan terbesar dalam 24 jam terakhir",
  "LOSERS_RANKING_DESC": "Peringkat koin dengan persentase kerugian tertinggi selama 24 jam terakhir",
  "NEW_RANKING_DESC": "Koin baru yang baru-baru ini di list",
  "POPULAR_RANKING_DESC": "Peringkat koin dengan peningkatan tercepat dalam jumlah trader baru selama 24 jam terakhir",
  "MARKET_CAP_RANKING_DESC": "Peringkat koin dengan pasokan peredaran tertinggi",
  "HIGH_VOLUME_RANKING_DESC": "Peringkat koin dengan volume perdagangan tertinggi dalam 24 jam terakhir",
  "ZONE_MEME_DESC": "Koin meme adalah aset digital yang terinspirasi oleh humor, budaya pop, atau meme internet seperti DOGE dan SHIB. Mereka dibangun di atas blockchain dan digunakan untuk membeli, memperdagangkan, atau menyimpan nilai. Nilai mereka banyak berfluktuasi karena media sosial dan pengaruh budaya pop, jadi berinvestasi di dalamnya membutuhkan kehati-hatian. Di platform sosial, mereka sering bercanda dan mendapatkan banyak perhatian.",
  "ZONE_DEPIN_DESC": "DePin mendukung ekosistem DePin, membayar biaya transaksi, berpartisipasi dalam keputusan tata kelola, mendapatkan hadiah ekosistem, dan dibangun di atas blockchain tertentu.",
  "ZONE_AI_DESC": "Token AI adalah aset digital untuk proyek dan layanan AI. Mereka digunakan di pasar AI, algoritma perdagangan, dan organisasi terdesentralisasi, memainkan peran utama dalam pertukaran dan tata kelola.",
  "ZONE_SOLANA_DESC": "Token ekosistem Solana, seperti SOL dan lainnya, dibangun di atas blockchain Solana. Mereka digunakan untuk biaya transaksi, partisipasi DeFi, tata kelola, dan hadiah. Memanfaatkan kecepatan dan biaya rendah Solana, mereka menawarkan transaksi yang cepat, aman, dan terjangkau.",
  "ZONE_ZKSYNC_DESC": "Token ekosistem ZKSync dibangun di atas solusi penskalaan ZKSync Layer 2 dan digunakan untuk membayar biaya transaksi, berpartisipasi dalam DeFi, tata kelola, dan hadiah. Token ini termasuk ETH (token asli Ethereum) serta token lain yang dibangun di atas ZKSync.",
  "ZONE_BASE_DESC": "Base adalah solusi penskalaan Ethereum Layer 2 yang dibangun di atas teknologi OP Stack Optimism, menawarkan keamanan, biaya rendah, dan fitur ramah pengembang.",
  "ZONE_BLAST_DESC": "Blast adalah jaringan Ethereum Layer 2 yang dibuat oleh tim Blur, memperkenalkan jaringan ekosistem yang menampilkan pendapatan pasif, gas fee, dan airdrop sebagai tiga fungsi khasnya.",
  "ZONE_LAYER2_DESC": "Token Layer 2 adalah aset digital yang dibangun di atas solusi penskalaan Layer 2, biasanya digunakan untuk membayar biaya transaksi, berpartisipasi dalam DeFi, tata kelola, dan hadiah. Mereka didasarkan pada teknologi Layer 2, menawarkan transaksi cepat, murah, dan menetapkan blockchain.",
  "ZONE_ETH_2_STAKING_DESC": "Staking likuiditas ETH adalah metode staking mata uang kripto dimana pengguna dapat melakukan stake token dan mendapatkan hadiah. Melalui protokol staking likuiditas, pengguna mewakili kepemilikan dan pendapatan dalam pool staking, mendapatkan akses ke derivatif staking likuiditas.",
  "ZONE_METAVERSE_DESC": "Metaverse adalah dunia digital virtual yang menggabungkan virtual reality, augmented reality, dan teknologi blockchain, memungkinkan pengguna untuk membuat, berinteraksi dengan, dan memperdagangkan ruang dan aset tiga dimensi digital.",
  "ZONE_NFT_DESC": "NFT, atau Non-Fungible Token, adalah aset digital unik yang tidak dapat diganti berdasarkan teknologi blockchain yang membuktikan kepemilikan dan mendukung perdagangan dan pengumpulan aset digital. Mereka mendorong aplikasi inovatif dalam seni, game, aset virtual, dan seterusnya.",
  "ZONE_STORAGE_DESC": "Token tipe penyimpanan dicirikan oleh dukungannya untuk transaksi ruang penyimpanan, penggunaan dalam menyimpan dan mengambil data, memberikan penghargaan kepada penyedia penyimpanan, memastikan keamanan dan privasi data, dan penerapan dalam aplikasi terdesentralisasi.",
  "ZONE_POLKA_DESC": "Token Polkadot adalah token asli ekosistem Polkadot, digunakan untuk membayar biaya, tata kelola, staking, dan hadiah. Ekosistem ini menawarkan interoperabilitas cross-chain, skalabilitas, tata kelola, kemampuan peningkatan sendiri, dan beragam DApp.",
  "ZONE_DEFI_DESC": "Token DeFi adalah aset digital berbasis blockchain yang digunakan untuk mendukung ekosistem keuangan terdesentralisasi (DeFi), termasuk membayar biaya, berpartisipasi dalam tata kelola, dan menerima hadiah.",
  "ZONE_BRC20_DESC": "BRC-20 adalah standar untuk token homogen berdasarkan jaringan Bitcoin, dibuat melalui protokol Ordinal, memungkinkan pengguna untuk menyebarkan kontrak token, menerbitkan, dan mentransfer token homogen di jaringan Bitcoin.",
  "ZONE_RUNES_DESC": "Runes adalah protokol baru yang diperkenalkan di jaringan Bitcoin, memungkinkan pengguna untuk secara lokal membuat dan mentransfer token yang dapat dipertukarkan di Bitcoin.",
  "ZONE_NEWLISTED_DESC": "Token diperdagangkan dalam waktu 30 hari sejak listing.",
  "ZONE_ETF_DESC": "Produk perdagangan dengan leverage yang melekat dan mekanisme rebalancing.",
  "ZONE_5ETF_DESC": "Produk perdagangan dengan atribut leverage dan mekanisme rebalancing, biasanya menunjukkan fluktuasi harga sekitar lima kali lipat dari pasar aset yang mendasarinya.",
  "ZONE_EXCHANGE_DESC": "Kelas token yang dikeluarkan oleh platform perdagangan mata uang digital dan digunakan dalam platform untuk membantu mencapai fungsionalitas platform.",
  "Spot": "Spot",
  "Futures": "Berjangka",
  "Billing_Pilot": "Pilot",
  "market_api_tag_pilot_uplisted": "Pilot di List",
  "market_api_tag_pilot_uplisted_desc": "Koin di list dari pilot dan tersedia untuk perdagangan di pasar spot",
  "HotRanking": "Populer",
  "GainersRanking": "Gainers",
  "LosersRanking": "Losers",
  "NewRanking": "Baru Terdaftar",
  "PopularRanking": "Populer",
  "MarketCapRanking": "Kapitalisasi Pasar",
  "HighVolumeRanking": "Volume Tinggi",
  "AI&BigData": "AI",
  "BaseEcosystem": "Base Eco",
  "Solana": "SOL Eco",
  "ZkSync": "ZkSync Eco",
  "Metaverse": "Metaverse",
  "Runes": "Runes",
  "Ton": "TON Eco",
  "Tron": "TRON Eco",
  "BlastEcosystem": "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW": "Peringkat koin dengan volume perdagangan tertinggi dalam 24 jam terakhir",
  "Pilot": "Pilot",
  "FuturesName": "Futures",
  "Trump": "Trump",
  "WLFI": "WLFI"
}