{
  "market_api_server_error": "Error interno del servicio general",
  "market_api_bad_request": "INVALID_PROTOCOL",
  "market_api_invalid_credentials": "UID no válido",
  "market_api_currency_not_exist": "El token no existe",
  "market_api_tag_continuous_rise": "Aumento continuo",
  "market_api_tag_volume_up": "Aumento de volumen",
  "market_api_tag_new_highs": "Nuevos máximos",
  "market_api_tag_upward_ma": "MA ascendente",
  "market_api_tag_bullish_signal": "Señal alcista",
  "market_api_tag_short_term_high": "Máximo a corto plazo",
  "market_api_tag_trending": "Populares",
  "market_api_tag_continuous_rise_desc": "Criptomoneda con alta capitalización de mercado y subida continua del precio diario durante tres días consecutivos o más",
  "market_api_tag_volume_up_desc": "Criptomoneda con alta capitalización de mercado y gran aumento del volumen de trading",
  "market_api_tag_new_highs_desc": "La criptomoneda rompe su precio máximo histórico desde que se listó",
  "market_api_tag_upward_ma_desc": "Criptomoneda con su MA (media móvil) de 5 días al alza durante cinco días consecutivos",
  "market_api_tag_bullish_signal_desc": "Criptomoneda con su MA (media móvil) de 5 días superando la MA de 30 días, dando señal de una tendencia alcista a corto plazo",
  "market_api_tag_short_term_high_desc": "Ruptura del precio más alto en los últimos 60 días",
  "market_api_tag_trending_desc": "Las criptomonedas más populares en Gate.io",
  "LT_ONE_BILLION_FILTER": "Menos de 1.000 millones",
  "ONE_FIVE_BILLION_FILTER": "De 1-5 mil millones",
  "FIVE_TEN_BILLION_FILTER": "5-10 mil millones",
  "TEN_FIFTY_BILLION_FILTER": "10-50 mil millones",
  "GT_FIFTY_BILLION_FILTER": "Más de 50.000 millones",
  "HOT_RANKING_TITLE": "Desctacados",
  "GAINERS_RANKING_TITLE": "Ganadores",
  "LOSERS_RANKING_TITLE": "Perdedores",
  "NEW_RANKING_TITLE": "Nuevo anuncio",
  "POPULAR_RANKING_TITLE": "Popular",
  "MARKET_CAP_RANKING_TITLE": "Capitalización del mercado",
  "HIGH_VOLUME_RANKING_TITLE": "Alto volumen",
  "HOT_RANKING_DESC": "Ranking de monedas con mayor número de comerciantes en las últimas 24 horas",
  "GAINERS_RANKING_DESC": "Ranking de monedas con mayores ganancias en las últimas 24 horas",
  "LOSERS_RANKING_DESC": "Ranking de monedas con mayor pérdida porcentual en las últimas 24 horas",
  "NEW_RANKING_DESC": "Nuevas monedas listadas recientemente",
  "POPULAR_RANKING_DESC": "Ranking de las monedas con el aumento más rápido en el número de nuevos comerciantes en las últimas 24 horas",
  "MARKET_CAP_RANKING_DESC": "Ranking de monedas con mayor cantidad circulante",
  "HIGH_VOLUME_RANKING_DESC": "Ranking de monedas con mayor volumen de negociación en las últimas 24 horas",
  "ZONE_MEME_DESC": "Las monedas meme son activos digitales inspirados en el humor, la cultura pop o memes de Internet como DOGE y SHIB. Se basan en blockchain y se utilizan para comprar, comerciar o almacenar valor. Su valor fluctúa mucho debido a la influencia de las redes sociales y la cultura pop, por lo que invertir en ellos requiere precaución. En las plataformas sociales, a menudo se bromea sobre ellos y reciben mucha atención.",
  "ZONE_DEPIN_DESC": "DePIN es compatible con el ecosistema DePIN, paga tarifas de transacción, participa en las decisiones de gobernanza, gana recompensas del ecosistema y se basa en una cadena de bloques específica.",
  "ZONE_AI_DESC": "Los tokens de IA son activos digitales para proyectos y servicios de IA. Se utilizan en los mercados de IA, los algoritmos de negociación y las organizaciones descentralizadas, desempeñando un papel clave en los intercambios y la gobernanza.",
  "ZONE_SOLANA_DESC": "Los tokens del ecosistema de Solana, como SOL y otros, se basan en la cadena de bloques de Solana. Se utilizan para las tarifas de transacción, la participación en DeFi, la gobernanza y las recompensas. Aprovechando la velocidad y los bajos costos de Solana, ofrecen transacciones rápidas, seguras y asequibles.",
  "ZONE_ZKSYNC_DESC": "Los tokens del ecosistema ZkSync se basan en la solución de escalabilidad ZkSync Layer 2 y se utilizan para pagar las tarifas de transacción, participar en DeFi, la gobernanza y las recompensas. Estos tokens incluyen ETH (el token nativo de Ethereum), así como otros construidos sobre ZkSync.",
  "ZONE_BASE_DESC": "Base es una solución de escalabilidad de capa 2 de Ethereum basada en la tecnología OP Stack de Optimism, que ofrece seguridad, bajos costos y características amigables para los desarrolladores.",
  "ZONE_BLAST_DESC": "Blast es una red de capa 2 de Ethereum creada por el equipo de Blur, que presenta una red de ecosistema con ingresos pasivos, tarifas de gas y airdrops como sus tres funcionalidades distintivas.",
  "ZONE_LAYER2_DESC": "Los tokens de capa 2 son activos digitales construidos sobre soluciones de escalabilidad de capa 2, que normalmente se utilizan para pagar tarifas de transacción, participar en DeFi, gobernanza y recompensas. Se basan en la tecnología de capa 2, ofrecen transacciones rápidas y económicas, y se establecen en blockchain.",
  "ZONE_ETH_2_STAKING_DESC": "El staking de liquidez de ETH es un método de staking de criptomonedas en el que los usuarios pueden hacer staking de tokens y ganar recompensas. A través de los protocolos de staking de liquidez, los usuarios representan la propiedad y las ganancias en el pool de staking, obteniendo acceso a derivados de staking de liquidez.",
  "ZONE_METAVERSE_DESC": "El metaverso es un mundo digital virtual que combina la realidad virtual, la realidad aumentada y la tecnología blockchain, lo que permite a los usuarios crear, interactuar e intercambiar espacios y activos tridimensionales digitalizados.",
  "ZONE_NFT_DESC": "Los NFTs, o tokens no fungibles, son activos digitales únicos y no reemplazables basados en la tecnología blockchain que demuestran la propiedad y respaldan el comercio y la colección de activos digitales. Fomentan aplicaciones innovadoras en el arte, los juegos, los activos virtuales y más.",
  "ZONE_STORAGE_DESC": "Los tokens de tipo almacenamiento se caracterizan por su compatibilidad con las transacciones de espacio de almacenamiento, su uso en el almacenamiento y la recuperación de datos, la recompensa a los proveedores de almacenamiento, la garantía de la seguridad y privacidad de los datos y la aplicabilidad en aplicaciones descentralizadas.",
  "ZONE_POLKA_DESC": "Los tokens de Polkadot son los tokens nativos del ecosistema Polkadot, que se utilizan para pagar tarifas, gobernanza, staking y recompensas. El ecosistema cuenta con interoperabilidad entre cadenas, escalabilidad, gobernanza, capacidad de autoactualización y diversas DApps.",
  "ZONE_DEFI_DESC": "Los tokens DeFi son activos digitales basados en blockchain que se utilizan para respaldar el ecosistema de finanzas descentralizadas (DeFi), incluido el pago de tarifas, la participación en la gobernanza y la recepción de recompensas.",
  "ZONE_BRC20_DESC": "BRC-20 es un estándar para tokens homogéneos basados en la red Bitcoin, creado a través del protocolo Ordinal, que permite a los usuarios implementar contratos de tokens, emitir y transferir tokens homogéneos en la red Bitcoin.",
  "ZONE_RUNES_DESC": "Runes es un nuevo protocolo introducido en la red Bitcoin, que permite a los usuarios crear y transferir localmente tokens intercambiables en Bitcoin.",
  "ZONE_NEWLISTED_DESC": "Los tokens se negocian dentro de los 30 días posteriores a la cotización.",
  "ZONE_ETF_DESC": "Comerciar con productos con apalancamiento inherente y mecanismos de reequilibrio automático.",
  "ZONE_5ETF_DESC": "Comerciar con productos con atributos de apalancamiento y mecanismos de reequilibrio automático, que suelen presentar fluctuaciones de precios aproximadamente cinco veces superiores a las del mercado de activos subyacente.",
  "ZONE_EXCHANGE_DESC": "Una clase de tokens emitidos por plataformas de comercio de divisas digitales y utilizados dentro de la plataforma para ayudar a lograr las funcionalidades de la plataforma.",
  "Spot": "Spot",
  "Futures": "Futuros",
  "Billing_Pilot": "Pilot",
  "market_api_tag_pilot_uplisted": "Moneda promovida",
  "market_api_tag_pilot_uplisted_desc": "Moneda promovida desde Pilot y disponible para trading en mercados de spot",
  "HotRanking": "Desctacados",
  "GainersRanking": "Ganadores",
  "LosersRanking": "Perdedores",
  "NewRanking": "Nuevo anuncio",
  "PopularRanking": "Popular",
  "MarketCapRanking": "Capitalización del mercado",
  "HighVolumeRanking": "Alto volumen",
  "AI&BigData": "AI",
  "BaseEcosystem": "Base Eco",
  "Solana": "SOL Eco",
  "ZkSync": "ZkSync Eco",
  "Metaverse": "Metaverso",
  "Runes": "Runes",
  "Ton": "TON Eco",
  "Tron": "TRON Eco",
  "BlastEcosystem": "Blast Eco",
  "HIGH_VOLUME_RANKING_DESC_NEW": "Ranking de monedas con mayor volumen de negociación en las últimas 24 horas",
  "Pilot": "Pilot",
  "FuturesName": "Contratos",
  "Trump": "Trump",
  "WLFI": "WLFI"
}