{
  "perpetual.contract.has.mortgage.orders": "Veuillez d'abord rembourser manuellement le prêt croisé sur le compte futures.",
  "thereShouldBeBoFuturesBonus": "Veuillez d'abord détruire manuellement le bonus Futures.",
  "portfolio.user.in.liquidate": "Impossible de changer de compte car votre compte unifié est en cours de liquidation.",
  "futuresAccountIsBeingLiquidated": "Votre compte de contrats Futures est en cours de liquidation.",
  "optionsHasPositions": "Vous devez clôturer toutes les positions du compte d'options.",
  "optionsHasPositionsOrders": "Vous devez clôturer tous les ordres en cours sur le compte d'options.",
  "optionsHasPositionsAndOrders": "Vous devez clôturer tous les ordres et positions ouverts sur le compte des options.",
  "needClearPositions": "Vous devez clôturer toutes les positions en USDT Perpétuel sur le compte futures.",
  "cancelPerpetualOpenOrders": "Vous devez clôturer tous les ordres en cours sur le compte Futures USDT Perpétuel.",
  "needClearPositionsAndOrder.contract": "Vous devez clôturer tous les ordres en cours et toutes les positions sur le compte futures de l'USDT Perpétuel.",
  "portfolio.cancelSpotOpenOrdersAndRepay": "Vous devez clôturer tous les ordres en cours et couvrir le solde négatif du compte unifié.",
  "portfolio.cancelSpotOpenOrdersAndRepayFirst": "Vous devez clôturer tous les ordres en cours et rembourser toutes les dettes du compte unifié.",
  "portfolio.futuresAccountIsBeingLiquidated": "Impossible de changer de compte car votre compte Futures est en cours de liquidation.",
  "portfolio.spotOrdersLiab.usdtOrdersPosition": "Vous devez clôturer tous les ordres spot en cours, rembourser toutes les dettes, clôturer toutes les positions USDT Perpétuel et tous les ordres en cours sur le Compte unifié.",
  "other.mode.to.portfolio.liquidate": "Le Compte Unifié est en cours de liquidation.",
  "other.mode.to.portfolio": "Vous devez clôturer tous les ordres spot en cours, rembourser toutes les dettes, clôturer toutes les positions et tous les ordres en cours de l'USDT Perpétuel, et clôturer toutes les positions et tous les ordres en cours d'options dans le compte unifié.",
  "needClearPositionsAndOrder": "Vous devez clôturer toutes les positions et tous les ordres USDT Perpétuel en cours.",
  "needClearPositions.perpetual.handle": "Traiter d'abord les positions en cours sur USDT Perpétuel.",
  "cancelPerpetualOpenOrders.perpetual.handle": "Traiter en premier les ordres USDT Perpétuel en cours.",
  "perpetual.contract.margin.positions.orders": "Traiter d'abord les positions isolées ou les ordres en cours sur USDT Perp",
  "spotMarginTradingMarginLevel.classic": "L'Est. Le niveau de marge initial du compte unifié sera inférieur à 200 % après le changement. Réduisez d'abord les risques",
  "risk.too.low.close": "On estime que le risque lié à votre compte augmentera après l'activation de la fonction. Veuillez réessayer plus tard.",
  "risk.too.low.open": "On estime que le risque lié à votre compte augmentera après avoir désactivé la fonction. Veuillez réessayer plus tard.",
  "clearSpotAccountNegativeBalance": "S'assurer qu'aucun actif spot ne présente un solde négatif.",
  "repayLiabilitiesFirst.": "Remboursez d'abord les dettes.",
  "unifiedAccountLiquidated": "Le Compte Unifié est en cours de liquidation.",
  "user status lock": "Action indisponible pendant la liquidation",
  "cancelSpotOpenOrders": "Annuler les ordres ouverts en Spot.",
  "checkFundingModeFailed": "Vous avez déjà activé les fonds Simple Earn comme collatéral du Crypto Loan. Les fonds Simple Earn ne peuvent servir de collatéral que pour un seul type de produit, soit le Compte unifié, soit le Crypto Loan.",
  "spotMarginTradingMarginLevelOpenFutures": "L'Est. Le niveau de marge initiale du compte unifié sera inférieur à 200 % après l'activation des futures perpétuels. Réduisez d'abord les risques",
  "spotMarginTradingMarginLevel": "Est. post-upgrade Le niveau de marge initiale du compte unifié sera inférieur à 200 %. Réduisez d'abord les risques",
  "handleSpotOpenOrders": "Gérer les ordres ouverts en Spot.",
  "initialMarginLevelLower": "Le niveau de la marge initiale du compte ne doit pas être inférieur à 200 %.",
  "spotMarginTradingFuturesFollowOrderNotice": "Il n'est pas encore disponible pour les lead traders des contrats Futures.",
  "myPayment_bills_transfer_to_payment": "Transférer pour le paiement",
  "portfolioContactCustomerService": "Actuellement, vous ne répondez pas aux critères nécessaires pour un upgrade. Veuillez contacter le support client.",
  "spotMarginTradingUserCheck": "Désolé, vous ne pouvez pas mettre à jour votre compte unifié pour le moment. Pour passer à un niveau supérieur, vous devez remplir les conditions suivantes : Niveau VIP >=%s; actifs du compte spot >=%s USD.",
  "spot_margin_trading_copper_notice": "Connexion à une plateforme tierce de gestion d'actifs. Le trading sur marge n'est pas pris en charge pour le moment.",
  "unified_change_mode_rate_high": "Trop de tentatives. Veuillez réessayer plus tard.",
  "unified_user_condition_check": "Conditions de l'upgrade : Pour passer au compte unifié, vous devez remplir les conditions suivantes : Niveau VIP >={0}; actifs spot >={1} USD.",
  "The Initial Margin Level of Unified Account is estimated to be below 200%. Please increase it and try again.": "Le niveau de marge initiale du compte unifié est estimé à moins de 200 %. Veuillez l'augmenter et réessayer.",
  "unified_pm_whitelist": "En version bêta fermée. Veuillez contacter le support client ou le gestionnaire VIP si vous avez besoin de l'activer.",
  "unified_options_account_liquidate": "Impossible de changer de compte car votre compte d'Options est en cours de liquidation.",
  "unified_options_has_positions_and_orders": "Clôturez d'abord les positions d'options et les ordres en cours.",
  "unified_initial_margin_rate_lower": "On estime que le niveau de marge initiale du compte unifié sera inférieur à 200 %.",
  "unified_initial_margin_rate_lower_suggest": "On estime que le niveau de marge initiale du compte unifié sera inférieur à 200 %. Réduisez d'abord les risques.",
  "unified_spot_options_order_repay": "Vous devez clôturer tous les ordres spot ouverts, les ordres ouverts sur options et les positions, et rembourser toutes les dettes sur le compte unifié.",
  "unified_spot_contract_options_order_repay": "Vous devez clôturer tous les ordres spot en cours, rembourser toutes les dettes, clôturer toutes les positions et tous les ordres en cours de l'USDT Perpétuel, et clôturer toutes les positions et tous les ordres en cours d'options dans le compte unifié.",
  "unified_account_liquidate": "Action indisponible pendant la liquidation",
  "unified_options_has_positions": "Traiter d'abord les positions en cours.",
  "unified_options_has_orders": "Traiter d'abord les ordres en cours sur les options.",
  "unified_risk_unit_iv_rise": "IV augmente de {0}",
  "unified_risk_unit_iv_unchanged": "IV reste inchangée",
  "unified_risk_unit_iv_fall": "IV diminue de {0}",
  "unified_flash_convert": "L'action a échoué. Veuillez réessayer.",
  "unified_preview_expired": "Échec de l'offre. Veuillez réessayer.",
  "unified_order_check": "Le facteur d'ajustement de la marge du jeton de remboursement est trop faible. L'action actuelle augmentera les risques pour les comptes. Veuillez utiliser des jetons avec des facteurs d'ajustement de la marge plus élevés pour le remboursement.",
  "unified_quick_repaying": "Vous avez un ordre de remboursement en cours. Vous ne pouvez pas commencer un nouvel ordre tant que celui-ci n'est pas clôturé.",
  "unified_leverage_greater_than_max": "Impossible d'ajuster ce levier pour le moment car la taille de votre prêt est trop importante en raison de la volatilité du marché.",
  "unified_leverage_less_than_min": "L'effet de levier est trop faible et le solde de la marge est insuffisant. Veuillez augmenter l'effet de levier ou ajouter une marge.",
  "unified_account_mode_not_support": "Cette fonction n'est pas prise en charge en mode Margin à devise unique.",
  "unified_can_not_open_switch": "Vous ne pouvez qu'activer les types de trading au lieu de les désactiver dans le mode de Marge multidevise.",
  "unified_clear_all": "Vous devez clôturer tous les ordres spot en cours, rembourser toutes les dettes, clôturer toutes les positions et tous les ordres en cours de l'USDT Perpétuel, et clôturer toutes les positions et tous les ordres en cours d'options dans le compte unifié.",
  "pilot_new_coin_notice_title": "(Listing initial) {0} Notification de listing Pilote",
  "unified_questionary_single_currency_title": "Mode de marge à devise unique",
  "unified_questionary_single_currency_desc": "Pour vous permettre de mieux gérer les risques, veuillez répondre au questionnaire suivant avant de procéder à la mise à niveau.",
  "unified_questionary_single_currency_question_0": "Dans le mode de marge à devise unique, si la liquidation se produit dans les positions futures USDT-M, d'autres actifs spot tels que BTC et GT seront-ils affectés ?",
  "unified_questionary_single_currency_question_0_option_1": "auto_invest_is_redeeming",
  "unified_questionary_single_currency_question_0_option_2": "auto_invest_not_redeeming",
  "unified_questionary_single_currency_question_1": "Lorsque vous transférez des USDT depuis votre compte unifié, lequel des scénarios suivants se produira ?",
  "unified_questionary_single_currency_question_1_option_1": "Le niveau de marge variera et il pourrait y avoir des risques de liquidation.",
  "unified_questionary_single_currency_question_1_option_2": "Il n'y a aucun risque.",
  "unified_questionary_single_currency_question_2": "Pourquoi les positions de contrats futures perpétuels doivent-elles être liquidées avant que toute la marge ne soit épuisée ?",
  "unified_questionary_single_currency_question_2_option_1": "Augmenter les revenus de la plateforme",
  "unified_questionary_single_currency_question_2_option_2": "Prévenir le risque de faillite et réduire la probabilité de déclencher l'ADL, et protéger le marché",
  "unified_questionary_single_currency_question_3": "Pour les contrats futures perpétuels, plus l'effet de levier est important, plus les exigences de marge sont faibles, plus les risques sont élevés.",
  "unified_questionary_single_currency_question_3_option_1": "Vrai",
  "unified_questionary_single_currency_question_3_option_2": "Faux",
  "unified_questionary_single_currency_question_4": "En cas de conditions de marché extrêmes, d'effet de levier important et de défaillance des équipements de télécommunication, la plateforme peut être incapable de fonctionner normalement et les utilisateurs peuvent également avoir des problèmes de fonctionnement. Êtes-vous pleinement conscient des risques liés au trading de dérivés de cryptomonnaies et pouvez-vous promettre que vous supporterez entièrement les pertes causées par les risques pertinents ?",
  "unified_questionary_single_currency_question_4_option_1": "auto_invest_is_redeeming",
  "unified_questionary_single_currency_question_4_option_2": "auto_invest_not_redeeming",
  "unified_questionary_multi_currency_title": "Mode de marge multi-devises",
  "unified_questionary_multi_currency_desc": "Pour vous permettre de mieux gérer les risques, veuillez répondre au questionnaire suivant avant de procéder à la mise à niveau.",
  "unified_questionary_multi_currency_question_0": "Supposons que vous ayez ouvert des positions croisées en mode de marge multi-devises. Si la position avec le jeton A comme marge est liquidée, le capital du jeton A dans le compte unifié sera-t-elle affectée ?",
  "unified_questionary_multi_currency_question_0_option_1": "auto_invest_is_redeeming",
  "unified_questionary_multi_currency_question_0_option_2": "auto_invest_not_redeeming",
  "unified_questionary_multi_currency_question_1": "Quand les positions seront-elles liquidées si vous ouvrez des positions croisées en mode de marge multidevises ?",
  "unified_questionary_multi_currency_question_1_option_1": "Lorsque la marge de maintien du compte est inférieure au solde de marge du compte et que le niveau de marge de maintien du compte est <= 100%",
  "unified_questionary_multi_currency_question_1_option_2": "Lorsque le capital du compte est égal à 0",
  "unified_questionary_multi_currency_question_2": "En ce qui concerne les positions de trading sur marge et les contrats futurs perpétuels, pourquoi doivent-ils être liquidés avant que toute la marge ne soit épuisée ?",
  "unified_questionary_multi_currency_question_2_option_1": "Augmenter les revenus de la plateforme",
  "unified_questionary_multi_currency_question_2_option_2": "Satisfaire aux exigences en matière de contrôle des risques, prévenir le risque de faillite et réduire la probabilité de déclenchement de l'ADL.",
  "unified_questionary_multi_currency_question_3": "En mode Marge multidevise, les conditions déclenchant les mesures de contrôle des risques sont calculées en USD. Comment les valeurs des différents jetons sont- ils converties en USD ?",
  "unified_questionary_multi_currency_question_3_option_1": "Additionner le montant de chaque jeton (montant x prix de l'indice en USD)",
  "unified_questionary_multi_currency_question_3_option_2": "Additionner le montant de chaque jeton (montant x prix de l'indice en USD x facteur d'ajustement de la marge).",
  "unified_questionary_multi_currency_question_4": "En cas de conditions de marché extrêmes, d'effet de levier important et de défaillance des équipements de télécommunication, la plateforme peut être incapable de fonctionner normalement et les utilisateurs peuvent également avoir des problèmes de fonctionnement. Êtes-vous pleinement conscient des risques liés au trading de produits dérivés de cryptomonnaies et pouvez-vous promettre que vous supporterez entièrement les pertes causées par les risques pertinents ?",
  "unified_questionary_multi_currency_question_4_option_1": "auto_invest_is_redeeming",
  "unified_questionary_multi_currency_question_4_option_2": "auto_invest_not_redeeming",
  "unified_questionary_portfolio_title": "Mode portefeuille sur marge",
  "unified_questionary_portfolio_desc": "Pour vous permettre de mieux gérer les risques, veuillez répondre au questionnaire suivant avant de procéder à la mise à niveau.",
  "unified_questionary_portfolio_question_0": "En mode de marge de portefeuille, les risques des différentes unités de risque sont-ils calculés séparément ?",
  "unified_questionary_portfolio_question_0_option_1": "auto_invest_is_redeeming",
  "unified_questionary_portfolio_question_0_option_2": "auto_invest_not_redeeming",
  "unified_questionary_portfolio_question_1": "Dans le mode Marge de portefeuille, les PNL des positions des produits dérivés de la même pièce sont couverts et les exigences de marge sont réduites. Est-ce exact ? Les exigences de marge réduites signifient que, pour les positions baissières et haussières, la marge n'est requise que pour la partie présentant une exposition nette au risque.",
  "unified_questionary_portfolio_question_1_option_1": "auto_invest_is_redeeming",
  "unified_questionary_portfolio_question_1_option_2": "auto_invest_not_redeeming",
  "unified_questionary_portfolio_question_2": "Quand la réduction forcée de la position se produira-t-elle en mode Marge de portefeuille ?",
  "unified_questionary_portfolio_question_2_option_1": "Lorsque l'exigence de marge de maintien du compte n'est pas respectée",
  "unified_questionary_portfolio_question_2_option_2": "Impossible de déterminer la condition",
  "unified_questionary_portfolio_question_3": "En cas de conditions de marché extrêmes, d'effet de levier important et de défaillance des équipements de télécommunication, la plateforme peut être incapable de fonctionner normalement et les utilisateurs peuvent également avoir des problèmes de fonctionnement. Êtes-vous pleinement conscient des risques liés au trading de produits dérivés de cryptomonnaies et pouvez-vous promettre que vous supporterez entièrement les pertes causées par les risques pertinents ?",
  "unified_questionary_portfolio_question_3_option_1": "auto_invest_is_redeeming",
  "unified_questionary_portfolio_question_3_option_2": "auto_invest_not_redeeming",
  "unified_cross_margin_orders": "Clôturez d'abord les ordres en cours sur marge croisée.",
  "unified_multi_currency_check": "Exigence de mise à niveau ou de changement : les actifs spot doivent être d'au moins {0} USD."
}